[
    {
        "name": "سُورَةُ يُوسُفَ",
        "enName": "Yusuf",
        "enNameTranslation": "Joseph",
        "bnNameTranslation": "ইউসুফ",
        "no": 12,
        "revelationType": "Meccan",
        "verses": [
            {
                "text": "۞ وَمَا أُبَرِّئُ نَفْسِي ۚ إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي ۚ إِنَّ رَبِّي غَفُورٌ رَّحِيمٌ",
                "bnText": "আমি নিজেকে নির্দোষ বলি না। নিশ্চয় মানুষের মন মন্দ কর্মপ্রবণ কিন্তু সে নয়-আমার পালনকর্তা যার প্রতি অনুগ্রহ করেন। নিশ্চয় আমার পালনকর্তা ক্ষমাশীল, দয়ালু।",
                "enText": "And I do not acquit myself. Indeed, the soul is a persistent enjoiner of evil, except those upon which my Lord has mercy. Indeed, my Lord is Forgiving and Merciful.\"",
                "enTextTransliteration": "Wa maa ubarri'u nafsee; innan nafsa la ammaaratum bissooo'i illaa maa rahima Rabbee; inna Rabbee Ghafoorur Raheem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1649",
                "numberInSurah": 53,
                "totalNumber": 1649,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَقَالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي ۖ فَلَمَّا كَلَّمَهُ قَالَ إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ",
                "bnText": "বাদশাহ বললঃ তাকে আমার কাছে নিয়ে এসো। আমি তাকে নিজের বিশ্বস্ত সহচর করে রাখব। অতঃপর যখন তার সাথে মতবিনিময় করল, তখন বললঃ নিশ্চয়ই আপনি আমার কাছে আজ থেকে বিশ্বস্ত হিসাবে মর্যাদার স্থান লাভ করেছেন।",
                "enText": "And the king said, \"Bring him to me; I will appoint him exclusively for myself.\" And when he spoke to him, he said, \"Indeed, you are today established [in position] and trusted.\"",
                "enTextTransliteration": "Wa qaalal maliku' toonee biheee astakhlishu linafsee falammaa kallamahoo qaala innakal yawma ladainaa makeenun ameen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1650",
                "numberInSurah": 54,
                "totalNumber": 1650,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ اجْعَلْنِي عَلَىٰ خَزَائِنِ الْأَرْضِ ۖ إِنِّي حَفِيظٌ عَلِيمٌ",
                "bnText": "ইউসুফ বললঃ আমাকে দেশের ধন-ভান্ডারে নিযুক্ত করুন। আমি বিশ্বস্ত রক্ষক ও অধিক জ্ঞানবান।",
                "enText": "[Joseph] said, \"Appoint me over the storehouses of the land. Indeed, I will be a knowing guardian.\"",
                "enTextTransliteration": "Qaalaj 'alnee 'alaa khazaaa'inil ardi innee hafeezun 'aleem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1651",
                "numberInSurah": 55,
                "totalNumber": 1651,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ ۚ نُصِيبُ بِرَحْمَتِنَا مَن نَّشَاءُ ۖ وَلَا نُضِيعُ أَجْرَ الْمُحْسِنِينَ",
                "bnText": "এমনিভাবে আমি ইউসুফকে সে দেশের বুকে প্রতিষ্ঠা দান করেছি। সে তথায় যেখানে ইচ্ছা স্থান করে নিতে পারত। আমি স্বীয় রহমত যাকে ইচ্ছা পৌছে দেই এবং আমি পূণ্যবানদের প্রতিদান বিনষ্ট করি না।",
                "enText": "And thus We established Joseph in the land to settle therein wherever he willed. We touch with Our mercy whom We will, and We do not allow to be lost the reward of those who do good.",
                "enTextTransliteration": "Wa kazaalika makkannaa li Yoosufa fil ardi yatabawwa'u minhaa haisu yashaaaa'; nuseebu birahmatinaa man nashaaa'u wa laa nudee'u ajral muhsineen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1652",
                "numberInSurah": 56,
                "totalNumber": 1652,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَأَجْرُ الْآخِرَةِ خَيْرٌ لِّلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ",
                "bnText": "এবং ঐ লোকদের জন্য পরকালে প্রতিদান উত্তম যারা ঈমান এনেছে ও সতর্কতা অবলম্বন করে।",
                "enText": "And the reward of the Hereafter is better for those who believed and were fearing Allah.",
                "enTextTransliteration": "Wa la ajrul Aakhirati khairul lillazeena aamanoo wa kaanoo yattaqoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1653",
                "numberInSurah": 57,
                "totalNumber": 1653,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَجَاءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنكِرُونَ",
                "bnText": "ইউসুফের ভ্রাতারা আগমন করল, অতঃপর তার কাছে উপস্থিত হল। সে তাদেরকে চিনল এবং তারা তাকে চিনল না।",
                "enText": "And the brothers of Joseph came [seeking food], and they entered upon him; and he recognized them, but he was to them unknown.",
                "enTextTransliteration": "Wa jaaa'a ikhwatu Yoosufa fadakhaloo 'alaihi fa'arafahum wa hum lahoo munkiroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1654",
                "numberInSurah": 58,
                "totalNumber": 1654,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ قَالَ ائْتُونِي بِأَخٍ لَّكُم مِّنْ أَبِيكُمْ ۚ أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنزِلِينَ",
                "bnText": "এবং সে যখন তাদেরকে তাদের রসদ প্রস্তুত করে দিল, তখন সে বললঃ তোমাদের বৈমাত্রেয় ভাইকে আমার কাছে নিয়ে এসো। তোমরা কি দেখ না যে, আমি পুরা মাপ দেই এবং মেহমানদেরকে উত্তম সমাদার করি",
                "enText": "And when he had furnished them with their supplies, he said, \"Bring me a brother of yours from your father. Do not you see that I give full measure and that I am the best of accommodators?",
                "enTextTransliteration": "Wa lammaa jahhazahum bijahaazihim qaala' toonee bi akhil lakum min abeekum; alaa tarawna anneee oofil kaila wa ana khairul munzileen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1655",
                "numberInSurah": 59,
                "totalNumber": 1655,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَإِن لَّمْ تَأْتُونِي بِهِ فَلَا كَيْلَ لَكُمْ عِندِي وَلَا تَقْرَبُونِ",
                "bnText": "অতঃপর যদি তাকে আমার কাছে না আন, তবে আমার কাছে তোমাদের কোন বরাদ্ধ নেই এবং তোমরা আমার কাছে আসতে পারবে না।",
                "enText": "But if you do not bring him to me, no measure will there be [hereafter] for you from me, nor will you approach me.\"",
                "enTextTransliteration": "Fa il lam taatoonee bihee falaa kaila lakum 'indee wa laa taqraboon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1656",
                "numberInSurah": 60,
                "totalNumber": 1656,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالُوا سَنُرَاوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَاعِلُونَ",
                "bnText": "তারা বললঃ আমরা তার সম্পর্কে তার পিতাকে সম্মত করার চেষ্টা করব এবং আমাদেরকে একাজ করতেই হবে।",
                "enText": "They said, \"We will attempt to dissuade his father from [keeping] him, and indeed, we will do [it].\"",
                "enTextTransliteration": "Qaaloo sanuraawidu 'anhu abaahu wa innaa lafaa'iloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1657",
                "numberInSurah": 61,
                "totalNumber": 1657,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَقَالَ لِفِتْيَانِهِ اجْعَلُوا بِضَاعَتَهُمْ فِي رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَا إِذَا انقَلَبُوا إِلَىٰ أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ",
                "bnText": "এবং সে ভৃত্যদেরকে বললঃ তাদের পণ্যমূল্য তাদের রসদ-পত্রের মধ্যে রেখে দাও-সম্ভবতঃ তারা গৃহে পৌঁছে তা বুঝতে পারবে, সম্ভবতঃ তারা পুনর্বার আসবে।",
                "enText": "And [Joseph] said to his servants, \"Put their merchandise into their saddlebags so they might recognize it when they have gone back to their people that perhaps they will [again] return.\"",
                "enTextTransliteration": "Wa qaala lifityaanihij 'aloo bidaa'atahum fee rihaalihim la'allahum ya'rifoonahaaa izan qalabooo ilaaa ahlihim la'allahum yarji'oon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1658",
                "numberInSurah": 62,
                "totalNumber": 1658,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَلَمَّا رَجَعُوا إِلَىٰ أَبِيهِمْ قَالُوا يَا أَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَأَرْسِلْ مَعَنَا أَخَانَا نَكْتَلْ وَإِنَّا لَهُ لَحَافِظُونَ",
                "bnText": "তারা যখন তাদের পিতার কাছে ফিরে এল তখন বললঃ হে আমাদের পিতা, আমাদের জন্যে খাদ্য শস্যের বরাদ্দ নিষিদ্ধ করা হয়েছে। অতএব আপনি আমাদের ভাইকে আমাদের সাথে প্রেরণ করুন; যাতে আমরা খাদ্য শস্যের বরাদ্দ আনতে পারি এবং আমরা অবশ্যই তার পুরোপুরি হেফাযত করব।",
                "enText": "So when they returned to their father, they said, \"O our father, [further] measure has been denied to us, so send with us our brother [that] we will be given measure. And indeed, we will be his guardians.\"",
                "enTextTransliteration": "Falammaa raja'ooo ilaaa abeehim qaaloo yaaa abaanaa muni'a minnal kailu fa arsil ma'anaaa akhaanaa naktal wa innaa lahoo lahaafizoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1659",
                "numberInSurah": 63,
                "totalNumber": 1659,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنتُكُمْ عَلَىٰ أَخِيهِ مِن قَبْلُ ۖ فَاللَّهُ خَيْرٌ حَافِظًا ۖ وَهُوَ أَرْحَمُ الرَّاحِمِينَ",
                "bnText": "বললেন, আমি তার সম্পর্কে তোমাদেরকে কি সেরূপ বিশ্বাস করব, যেমন ইতিপূর্বে তার ভাই সম্পর্কে বিশ্বাস করেছিলাম? অতএব আল্লাহ উত্তম হেফাযতকারী এবং তিনিই সর্বাধিক দয়ালু।",
                "enText": "He said, \"Should I entrust you with him except [under coercion] as I entrusted you with his brother before? But Allah is the best guardian, and He is the most merciful of the merciful.\"",
                "enTextTransliteration": "Qaala hal aamanukum 'alihi illaa kamaa amintukum 'alaaa akheehimin qabl; fal laahu khairun haafizanw wa Huwa arhamur Raahimeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1660",
                "numberInSurah": 64,
                "totalNumber": 1660,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَمَّا فَتَحُوا مَتَاعَهُمْ وَجَدُوا بِضَاعَتَهُمْ رُدَّتْ إِلَيْهِمْ ۖ قَالُوا يَا أَبَانَا مَا نَبْغِي ۖ هَٰذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا ۖ وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ۖ ذَٰلِكَ كَيْلٌ يَسِيرٌ",
                "bnText": "এবং যখন তারা আসবাবপত্র খুলল, তখন দেখতে পেল যে, তাদেরকে তাদের পন্যমুল্য ফেরত দেয়া হয়েছে। তারা বললঃ হে আমাদের পিতা, আমরা আর কি চাইতে পারি। এই আমাদের প্রদত্ত পন্যমূল্য, আমাদেরকে ফেরত দেয়া হয়েছে। এখন আমরা আবার আমাদের পরিবারবর্গের জন্যে রসদ আনব এবং আমাদের ভাইয়ের দেখাশোনা করব এবং এক এক উটের বরাদ্দ খাদ্যশস্য আমরা অতিরিক্ত আনব। ঐ বরাদ্দ সহজ।",
                "enText": "And when they opened their baggage, they found their merchandise returned to them. They said, \"O our father, what [more] could we desire? This is our merchandise returned to us. And we will obtain supplies for our family and protect our brother and obtain an increase of a camel's load; that is an easy measurement.\"",
                "enTextTransliteration": "Wa lammaa fatahoo mataa 'ahum wajadoo bidaa'atahum ruddat ilaihim qaaloo yaaa abaanaa maa nabghee; haazihee bida 'atunaa ruddat ilainaa wa nameeru ahlanaa wa nahfazu akhaanaa wa nazdaadu kaila ba'eer; zaalika kailuny yaseer",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1661",
                "numberInSurah": 65,
                "totalNumber": 1661,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّىٰ تُؤْتُونِ مَوْثِقًا مِّنَ اللَّهِ لَتَأْتُنَّنِي بِهِ إِلَّا أَن يُحَاطَ بِكُمْ ۖ فَلَمَّا آتَوْهُ مَوْثِقَهُمْ قَالَ اللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ",
                "bnText": "বললেন, তাকে ততক্ষণ তোমাদের সাথে পাঠাব না, যতক্ষণ তোমরা আমাকে আল্লাহর নামে অঙ্গীকার না দাও যে, তাকে অবশ্যই আমার কাছে পৌঁছে দেবে; কিন্তু যদি তোমরা সবাই একান্তই অসহায় না হয়ে যাও। অতঃপর যখন সবাই তাঁকে অঙ্গীকার দিল, তখন তিনি বললেনঃ আমাদের মধ্যে যা কথাবার্তা হলো সে ব্যাপারে আল্লাহই মধ্যস্থ রইলেন।",
                "enText": "[Jacob] said, \"Never will I send him with you until you give me a promise by Allah that you will bring him [back] to me, unless you should be surrounded by enemies.\" And when they had given their promise, he said, \"Allah, over what we say, is Witness.\"",
                "enTextTransliteration": "Qaala lan ursilahoo ma'akum hattaa tu'tooni mawsiqam minal laahis lataa tunnanee biheee illaaa nay yuhaata bikum falammaaa aatawhu mawsiqahum qaalal laahu 'alaa maa naqoolu Wakeel",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1662",
                "numberInSurah": 66,
                "totalNumber": 1662,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَقَالَ يَا بَنِيَّ لَا تَدْخُلُوا مِن بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُّتَفَرِّقَةٍ ۖ وَمَا أُغْنِي عَنكُم مِّنَ اللَّهِ مِن شَيْءٍ ۖ إِنِ الْحُكْمُ إِلَّا لِلَّهِ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ",
                "bnText": "ইয়াকুব বললেনঃ হে আমার বৎসগণ! সবাই একই প্রবেশদ্বার দিয়ে যেয়ো না, বরং পৃথক পৃথক দরজা দিয়ে প্রবেশ করো। আল্লাহর কোন বিধান থেকে আমি তোমাদেরকে রক্ষা করতে পারি না। নির্দেশ আল্লাহরই চলে। তাঁরই উপর আমি ভরসা করি এবং তাঁরই উপর ভরসা করা উচিত ভরসাকারীদের।",
                "enText": "And he said, \"O my sons, do not enter from one gate but enter from different gates; and I cannot avail you against [the decree of] Allah at all. The decision is only for Allah; upon Him I have relied, and upon Him let those who would rely [indeed] rely.\"",
                "enTextTransliteration": "Wa qaala yaa baniyya laa tadkhuloo mim baabinw waa hidinw wadkhuloo min abwaabim mutafarriqah; wa maaa ughnee 'ankum minal laahi min shai'in; inil hukmu illaa lillaahi 'alaihi tawakkaltu wa 'alaihi fal yatawakkalil Mutawakkiloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1663",
                "numberInSurah": 67,
                "totalNumber": 1663,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَمَّا دَخَلُوا مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُم مَّا كَانَ يُغْنِي عَنْهُم مِّنَ اللَّهِ مِن شَيْءٍ إِلَّا حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا ۚ وَإِنَّهُ لَذُو عِلْمٍ لِّمَا عَلَّمْنَاهُ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
                "bnText": "তারা যখন পিতার কথামত প্রবেশ করল, তখন আল্লাহর বিধানের বিরুদ্ধে তা তাদের বাঁচাতে পারল না। কিন্তু ইয়াকুবের সিদ্ধান্তে তাঁর মনের একটি বাসনা ছিল, যা তিনি পূর্ণ করেছেন। এবং তিনি তো আমার শেখানো বিষয় অবগত ছিলেন। কিন্তু অনেক মানুষ অবগত নয়।",
                "enText": "And when they entered from where their father had ordered them, it did not avail them against Allah at all except [it was] a need within the soul of Jacob, which he satisfied. And indeed, he was a possessor of knowledge because of what We had taught him, but most of the people do not know.",
                "enTextTransliteration": "Wa lammaa dakhaloo min haisu amarahum aboohum maa kaana yughnee 'anhum minal laahi min shai'in illaa haajatan fee nafsi Ya'qooba qadaahaa; wa innahoo lazoo 'ilmil limaa 'allamnaahu wa laakinna aksaran naasi laa ya'lamoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1664",
                "numberInSurah": 68,
                "totalNumber": 1664,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَمَّا دَخَلُوا عَلَىٰ يُوسُفَ آوَىٰ إِلَيْهِ أَخَاهُ ۖ قَالَ إِنِّي أَنَا أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَعْمَلُونَ",
                "bnText": "যখন তারা ইউসুফের কাছে উপস্থিত হল, তখন সে আপন ভ্রাতাকে নিজের কাছে রাখল। বললঃ নিশ্চই আমি তোমার সহোদর। অতএব তাদের কৃতকর্মের জন্যে দুঃখ করো না।",
                "enText": "And when they entered upon Joseph, he took his brother to himself; he said, \"Indeed, I am your brother, so do not despair over what they used to do [to me].\"",
                "enTextTransliteration": "Wa lammaa dakhaloo 'alaa Yoosufa aawaaa ilaihi akhaahu qaala inneee ana akhooka falaa tabta'is bimaa kaanoo ya'maloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1665",
                "numberInSurah": 69,
                "totalNumber": 1665,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِي رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا الْعِيرُ إِنَّكُمْ لَسَارِقُونَ",
                "bnText": "অতঃপর যখন ইউসুফ তাদের রসদপত্র প্রস্তুত করে দিল, তখন পানপাত্র আপন ভাইয়ের রসদের মধ্যে রেখে দিল। অতঃপর একজন ঘোষক ডেকে বললঃ হে কাফেলার লোকজন, তোমরা অবশ্যই চোর।",
                "enText": "So when he had furnished them with their supplies, he put the [gold measuring] bowl into the bag of his brother. Then an announcer called out, \"O caravan, indeed you are thieves.\"",
                "enTextTransliteration": "Falammaa jahhazahum bijahaazihim ja'alas siqaayata fee rahli akheehi summa azzana mu'azzinun ayyatuhal'eeru innakum lasaariqoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1666",
                "numberInSurah": 70,
                "totalNumber": 1666,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالُوا وَأَقْبَلُوا عَلَيْهِم مَّاذَا تَفْقِدُونَ",
                "bnText": "তারা ওদের দিকে মুখ করে বললঃ তোমাদের কি হারিয়েছে",
                "enText": "They said while approaching them, \"What is it you are missing?\"",
                "enTextTransliteration": "Qaaloo wa aqbaloo 'alaihim maazaa tafqidoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1667",
                "numberInSurah": 71,
                "totalNumber": 1667,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالُوا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَن جَاءَ بِهِ حِمْلُ بَعِيرٍ وَأَنَا بِهِ زَعِيمٌ",
                "bnText": "তারা বললঃ আমরা বাদশাহর পানপাত্র হারিয়েছি এবং যে কেউ এটা এনে দেবে সে এক উটের বোঝা পরিমাণ মাল পাবে এবং আমি এর যামিন।",
                "enText": "They said, \"We are missing the measure of the king. And for he who produces it is [the reward of] a camel's load, and I am responsible for it.\"",
                "enTextTransliteration": "Qaaloo nafqidu suwaa'al maliki wa liman jaaa'a bihee himlu ba'eerinw wa ana bihee za'eem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1668",
                "numberInSurah": 72,
                "totalNumber": 1668,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالُوا تَاللَّهِ لَقَدْ عَلِمْتُم مَّا جِئْنَا لِنُفْسِدَ فِي الْأَرْضِ وَمَا كُنَّا سَارِقِينَ",
                "bnText": "তারা বললঃ আল্লাহর কসম, তোমরা তো জান, আমরা অনর্থ ঘটাতে এদেশে আসিনি এবং আমরা কখনও চোর ছিলাম না।",
                "enText": "They said, \"By Allah, you have certainly known that we did not come to cause corruption in the land, and we have not been thieves.\"",
                "enTextTransliteration": "Qaaloo tallaahi laqad 'alimtum maa ji'na linufsida fil ardi wa maa kunnaa saariqeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1669",
                "numberInSurah": 73,
                "totalNumber": 1669,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالُوا فَمَا جَزَاؤُهُ إِن كُنتُمْ كَاذِبِينَ",
                "bnText": "তারা বললঃ যদি তোমরা মিথ্যাবাদী হও, তবে যে, চুরি করেছে তার কি শাস্তি",
                "enText": "The accusers said, \"Then what would be its recompense if you should be liars?\"",
                "enTextTransliteration": "Qaaloo famaa jazaaa'u hooo in kuntum kaazibeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1670",
                "numberInSurah": 74,
                "totalNumber": 1670,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالُوا جَزَاؤُهُ مَن وُجِدَ فِي رَحْلِهِ فَهُوَ جَزَاؤُهُ ۚ كَذَٰلِكَ نَجْزِي الظَّالِمِينَ",
                "bnText": "তারা বললঃ এর শাস্তি এই যে, যার রসদপত্র থেকে তা পাওয়া যাবে, এর প্রতিদানে সে দাসত্বে যাবে। আমরা যালেমদেরকে এভাবেই শাস্তি দেই।",
                "enText": "[The brothers] said, \"Its recompense is that he in whose bag it is found - he [himself] will be its recompense. Thus do we recompense the wrongdoers.\"",
                "enTextTransliteration": "Qaaloo jazaaa'uhoo manw wujida fee rahlihee fahuwa jazaaa'uh; kazaalika najziz zaalimeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1671",
                "numberInSurah": 75,
                "totalNumber": 1671,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَاءِ أَخِيهِ ثُمَّ اسْتَخْرَجَهَا مِن وِعَاءِ أَخِيهِ ۚ كَذَٰلِكَ كِدْنَا لِيُوسُفَ ۖ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ إِلَّا أَن يَشَاءَ اللَّهُ ۚ نَرْفَعُ دَرَجَاتٍ مَّن نَّشَاءُ ۗ وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ",
                "bnText": "অতঃপর ইউসুফ আপন ভাইদের থলের পূর্বে তাদের থলে তল্লাশী শুরু করলেন। অবশেষে সেই পাত্র আপন ভাইয়ের থলের মধ্য থেকে বের করলেন। এমনিভাবে আমি ইউসুফকে কৌশল শিক্ষা দিয়েছিলাম। সে বাদশাহর আইনে আপন ভাইকে কখনও দাসত্বে দিতে পারত না, কিু栦#2438;ল্লাহ যদি ইচ্ছা করেন। আমি যাকে ইচ্ছা, মর্যাদায় উন্নীত করি এবং প্রত্যেক জ্ঞানীর উপরে আছে অধিকতর এক জ্ঞানীজন।",
                "enText": "So he began [the search] with their bags before the bag of his brother; then he extracted it from the bag of his brother. Thus did We plan for Joseph. He could not have taken his brother within the religion of the king except that Allah willed. We raise in degrees whom We will, but over every possessor of knowledge is one [more] knowing.",
                "enTextTransliteration": "Fabada-a bi-aw'iyatihim qabla wi'aaa'i akheehi summas takhrajahaa minw wi 'aaa'i akheeh; kazaalika kidnaa li Yoosuf; maa kaana liyaakhuza akhaahu fee deenil maliki illaaa any yashaaa'al laah; narfa'u darajaatim man nashaaa'; wa fawqa kulli zee 'ilmin 'Aleem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1672",
                "numberInSurah": 76,
                "totalNumber": 1672,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "۞ قَالُوا إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُ مِن قَبْلُ ۚ فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ وَلَمْ يُبْدِهَا لَهُمْ ۚ قَالَ أَنتُمْ شَرٌّ مَّكَانًا ۖ وَاللَّهُ أَعْلَمُ بِمَا تَصِفُونَ",
                "bnText": "তারা বলতে লাগলঃ যদি সে চুরি করে থাকে, তবে তার এক ভাইও ইতিপূর্বে চুরি করেছিল। তখন ইউসুফ প্রকৃত ব্যাপার নিজের মনে রাখলেন এবং তাদেরকে জানালেন না। মনে মনে বললেনঃ তোমরা লোক হিসাবে নিতান্ত মন্দ এবং আল্লাহ খুব জ্ঞাত রয়েছেন, যা তোমরা বর্ণনা করছ",
                "enText": "They said, \"If he steals - a brother of his has stolen before.\" But Joseph kept it within himself and did not reveal it to them. He said, \"You are worse in position, and Allah is most knowing of what you describe.\"",
                "enTextTransliteration": "Qaaloo iny yasriq faqad saraqa akhul lahoo min qabl; fa asarrahaa Yoosufu fee nafsihee wa lam yubdihaa lahum; qaala antum sharrum makaananw wallaahu a'lamu bimaa tasifoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1673",
                "numberInSurah": 77,
                "totalNumber": 1673,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالُوا يَا أَيُّهَا الْعَزِيزُ إِنَّ لَهُ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُ ۖ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ",
                "bnText": "তারা বলতে লাগলঃ হে আযীয, তার পিতা আছেন, যিনি খুবই বৃদ্ধ বয়স্ক। সুতরাং আপনি আমাদের একজনকে তার বদলে রেখে দিন। আমরা আপনাকে অনুগ্রহশীল ব্যক্তিদের একজন দেখতে পাচ্ছি।",
                "enText": "They said, \"O 'Azeez, indeed he has a father [who is] an old man, so take one of us in place of him. Indeed, we see you as a doer of good.\"",
                "enTextTransliteration": "Qaaloo yaaa ayyuhal 'Azeezu inna lahooo aban shaikhan kabeeran fakhuz ahadanaa makaanahoo innaa naraaka minal muhsineen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1674",
                "numberInSurah": 78,
                "totalNumber": 1674,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ مَعَاذَ اللَّهِ أَن نَّأْخُذَ إِلَّا مَن وَجَدْنَا مَتَاعَنَا عِندَهُ إِنَّا إِذًا لَّظَالِمُونَ",
                "bnText": "তিনি বললেনঃ যার কাছে আমরা আমাদের মাল পেয়েছি, তাকে ছাড়া আর কাউকে গ্রেফতার করা থেকে আল্লাহ আমাদের রক্ষা করুন। তা হলে তো আমরা নিশ্চিতই অন্যায়কারী হয়ে যাব।",
                "enText": "He said, \"[I seek] the refuge of Allah [to prevent] that we take except him with whom we found our possession. Indeed, we would then be unjust.\"",
                "enTextTransliteration": "Qaala ma'aazal laahi an naakhuza illaa manw wajadnaa mataa'anaa 'indahoo innaaa izal lazaalimoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1675",
                "numberInSurah": 79,
                "totalNumber": 1675,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَلَمَّا اسْتَيْأَسُوا مِنْهُ خَلَصُوا نَجِيًّا ۖ قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوا أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُم مَّوْثِقًا مِّنَ اللَّهِ وَمِن قَبْلُ مَا فَرَّطتُمْ فِي يُوسُفَ ۖ فَلَنْ أَبْرَحَ الْأَرْضَ حَتَّىٰ يَأْذَنَ لِي أَبِي أَوْ يَحْكُمَ اللَّهُ لِي ۖ وَهُوَ خَيْرُ الْحَاكِمِينَ",
                "bnText": "অতঃপর যখন তারা তাঁর কাছ থেকে নিরাশ হয়ে গেল, তখন পরামর্শের জন্যে এখানে বসল। তাদের জ্যেষ্ঠ ভাই বললঃ তোমরা কি জান না যে, পিতা তোমাদের কাছ থেকে আল্লাহর নামে অঙ্গীকার নিয়েছেন এবং পূর্বে ইউসুফের ব্যাপারেও তোমরা অন্যায় করেছো? অতএব আমি তো কিছুতেই এদেশ ত্যাগ করব না, যে পর্যন্ত না পিতা আমাকে আদেশ দেন অথবা আল্লাহ আমার পক্ষে কোন ব্যবস্থা করে দেন। তিনিই সর্বোত্তম ব্যবস্থাপক।",
                "enText": "So when they had despaired of him, they secluded themselves in private consultation. The eldest of them said, \"Do you not know that your father has taken upon you an oath by Allah and [that] before you failed in [your duty to] Joseph? So I will never leave [this] land until my father permits me or Allah decides for me, and He is the best of judges.",
                "enTextTransliteration": "Falammas tay'asoo minhu khalasoo najiyyan qaala kabeeruhum alam ta'lamoon anna abaakum qad akhaza 'alaikum mawsiqam minal laahi wa min qablu maa farrattum fee Yoosufa falan abrahal arda hattaa yaazana leee abeee aw yahkumal laahu lee wa huwa khairul lhaakimeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1676",
                "numberInSurah": 80,
                "totalNumber": 1676,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "ارْجِعُوا إِلَىٰ أَبِيكُمْ فَقُولُوا يَا أَبَانَا إِنَّ ابْنَكَ سَرَقَ وَمَا شَهِدْنَا إِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَافِظِينَ",
                "bnText": "তোমরা তোমাদের পিতার কাছে ফিরে যাও এবং বলঃ পিতা আপনার ছেলে চুরি করেছে। আমরা তাই বলে দিলাম, যা আমাদের জানা ছিল এবং অদৃশ্য বিষয়ের প্রতি আমাদের লক্ষ্য ছিল না।",
                "enText": "Return to your father and say, \"O our father, indeed your son has stolen, and we did not testify except to what we knew. And we were not witnesses of the unseen,",
                "enTextTransliteration": "Irji'ooo ilaaa abeekum faqooloo yaaa abaanaaa innab naka saraq; wa maa shahidnaaa illaa bimaa 'alimnaa wa maa kunnaa lilghaibi haafizeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1677",
                "numberInSurah": 81,
                "totalNumber": 1677,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا وَالْعِيرَ الَّتِي أَقْبَلْنَا فِيهَا ۖ وَإِنَّا لَصَادِقُونَ",
                "bnText": "জিজ্ঞেস করুন ঐ জনপদের লোকদেরকে যেখানে আমরা ছিলাম এবং ঐ কাফেলাকে, যাদের সাথে আমরা এসেছি। নিশ্চিতই আমরা সত্য বলছি।",
                "enText": "And ask the city in which we were and the caravan in which we came - and indeed, we are truthful,\"",
                "enTextTransliteration": "Was'alil qaryatal latee kunnaa feehaa wal'eeral lateee aqbalnaa feehaa wa innaa lasaadiqoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1678",
                "numberInSurah": 82,
                "totalNumber": 1678,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ ۖ عَسَى اللَّهُ أَن يَأْتِيَنِي بِهِمْ جَمِيعًا ۚ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ",
                "bnText": "তিনি বললেনঃ কিছুই না, তোমরা মনগড়া একটি কথা নিয়েই এসেছ। এখন ধৈর্য্যধারণই উত্তম। সম্ভবতঃ আল্লাহ তাদের সবাইকে একসঙ্গে আমার কাছে নিয়ে আসবেন তিনি সুবিজ্ঞ, প্রজ্ঞাময়।",
                "enText": "[Jacob] said, \"Rather, your souls have enticed you to something, so patience is most fitting. Perhaps Allah will bring them to me all together. Indeed it is He who is the Knowing, the Wise.\"",
                "enTextTransliteration": "Qaala bal sawwalat lakum anfusukum amran fasabrun jameelun 'asal laahu any yaa tiyanee bihim jamee'aa; innahoo Huwal 'Aleemul Hakeem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1679",
                "numberInSurah": 83,
                "totalNumber": 1679,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَا أَسَفَىٰ عَلَىٰ يُوسُفَ وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ",
                "bnText": "এবং তাদের দিক থেকে তিনি মুখ ফিরিয়ে নিলেন এবং বললেনঃ হায় আফসোস ইউসুফের জন্যে। এবং দুঃখে তাঁর চক্ষুদ্বয় সাদা হয়ে গেল। এবং অসহনীয় মনস্তাপে তিনি ছিলেন ক্লিষ্ট।",
                "enText": "And he turned away from them and said, \"Oh, my sorrow over Joseph,\" and his eyes became white from grief, for he was [of that] a suppressor.",
                "enTextTransliteration": "Wa tawallaa 'anhum wa qaala yaaa asafaa 'alaa Yoosufa wabyaddat 'aynaahu minal huzni fahuwa kazeem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1680",
                "numberInSurah": 84,
                "totalNumber": 1680,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالُوا تَاللَّهِ تَفْتَأُ تَذْكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ الْهَالِكِينَ",
                "bnText": "তারা বলতে লাগলঃ আল্লাহর কসম আপনি তো ইউসুফের স্মরণ থেকে নিবৃত হবেন না, যে পর্যন্ত মরণপন্ন না হয়ে যান কিংবা মৃতবরণ না করেন",
                "enText": "They said, \"By Allah, you will not cease remembering Joseph until you become fatally ill or become of those who perish.\"",
                "enTextTransliteration": "Qaaloo tallaahi tafta'u tazkuru Yoosufa hattaa takoona haradan aw takoona minal haalikeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1681",
                "numberInSurah": 85,
                "totalNumber": 1681,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ",
                "bnText": "তিনি বললেনঃ আমি তো আমার দুঃখ ও অস্থিরতা আল্লাহর সমীপেই নিবেদন করছি এবং আল্লাহর পক্ষ থেকে আমি যা জানি, তা তোমরা জান না।",
                "enText": "He said, \"I only complain of my suffering and my grief to Allah, and I know from Allah that which you do not know.",
                "enTextTransliteration": "Qaala innamaaa ashkoo bassee wa huzneee ilal laahi wa a'lamu minal laahi maa laa ta'lamoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1682",
                "numberInSurah": 86,
                "totalNumber": 1682,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "يَا بَنِيَّ اذْهَبُوا فَتَحَسَّسُوا مِن يُوسُفَ وَأَخِيهِ وَلَا تَيْأَسُوا مِن رَّوْحِ اللَّهِ ۖ إِنَّهُ لَا يَيْأَسُ مِن رَّوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ",
                "bnText": "বৎসগণ! যাও, ইউসুফ ও তার ভাইকে তালাশ কর এবং আল্লাহর রহমত থেকে নিরাশ হয়ো না। নিশ্চয় আল্লাহর রহমত থেকে কাফের সম্প্রদায়, ব্যতীত অন্য কেউ নিরাশ হয় না।",
                "enText": "O my sons, go and find out about Joseph and his brother and despair not of relief from Allah. Indeed, no one despairs of relief from Allah except the disbelieving people.\"",
                "enTextTransliteration": "Yaa baniyyaz haboo fatahassasoo miny Yoosufa wa akheehi wa laa tai'asoo mir rawhil laahi innahoo laa yai'asu mir rawhil laahi illal qawmul kaafiroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1683",
                "numberInSurah": 87,
                "totalNumber": 1683,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَلَمَّا دَخَلُوا عَلَيْهِ قَالُوا يَا أَيُّهَا الْعَزِيزُ مَسَّنَا وَأَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُّزْجَاةٍ فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَا ۖ إِنَّ اللَّهَ يَجْزِي الْمُتَصَدِّقِينَ",
                "bnText": "অতঃপর যখন তারা ইউসুফের কাছে পৌঁছল তখন বললঃ হে আযীয, আমরা ও আমাদের পরিবারবর্গ কষ্টের সম্মুখীন হয়ে পড়েছি এবং আমরা অপর্যাপ্ত পুঁজি নিয়ে এসেছি। অতএব আপনি আমাদের পুরোপুরি বরাদ্দ দিন এবং আমাদের কে দান করুন। আল্লাহ দাতাদেরকে প্রতিদান দিয়ে থাকেন।",
                "enText": "So when they entered upon Joseph, they said, \"O 'Azeez, adversity has touched us and our family, and we have come with goods poor in quality, but give us full measure and be charitable to us. Indeed, Allah rewards the charitable.\"",
                "enTextTransliteration": "Falammaa dakhaloo 'alaihi qaaloo yaaa ayyuhal 'Azeezu massanaa wa ahlanad durru wa ji'naa bibidaa 'timmuzjaatin fa awfi lanal kaila wa tasaddaq 'alainaa innal laaha yajzil mutasaddiqeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1684",
                "numberInSurah": 88,
                "totalNumber": 1684,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ هَلْ عَلِمْتُم مَّا فَعَلْتُم بِيُوسُفَ وَأَخِيهِ إِذْ أَنتُمْ جَاهِلُونَ",
                "bnText": "ইউসুফ বললেনঃ তোমাদের জানা আছে কি, যা তোমরা ইউসুফ ও তার ভাইয়ের সাথে করেছ, যখন তোমরা অপরিণামদর্শী ছিলে",
                "enText": "He said, \"Do you know what you did with Joseph and his brother when you were ignorant?\"",
                "enTextTransliteration": "Qaala hal 'alimtum maa fa'altum bi Yoosufa wa akheehi iz antum jaahiloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1685",
                "numberInSurah": 89,
                "totalNumber": 1685,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالُوا أَإِنَّكَ لَأَنتَ يُوسُفُ ۖ قَالَ أَنَا يُوسُفُ وَهَٰذَا أَخِي ۖ قَدْ مَنَّ اللَّهُ عَلَيْنَا ۖ إِنَّهُ مَن يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ",
                "bnText": "তারা বলল, তবে কি তুমিই ইউসুফ! বললেনঃ আমিই ইউসুফ এবং এ হল আমার সহোদর ভাই। আল্লাহ আমাদের প্রতি অনুগ্রহ করেছেন। নিশ্চয় যে তাকওয়া অবলম্বন করে এবং সবর করে, আল্লাহ এহেন সৎকর্মশীলদের প্রতিদান বিনষ্ট করেন না।",
                "enText": "They said, \"Are you indeed Joseph?\" He said \"I am Joseph, and this is my brother. Allah has certainly favored us. Indeed, he who fears Allah and is patient, then indeed, Allah does not allow to be lost the reward of those who do good.\"",
                "enTextTransliteration": "Qaaloo 'a innaka la anta Yoosufu qaala ana Yoosufu wa haazaaa akhee qad mannal laahu 'alainaa innahoo mai yattaqi wa yasbir fa innal laaha laa yudee'u ajral muhsineen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1686",
                "numberInSurah": 90,
                "totalNumber": 1686,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالُوا تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنَا وَإِن كُنَّا لَخَاطِئِينَ",
                "bnText": "তারা বললঃ আল্লাহর কসম, আমাদের চাইতে আল্লাহ তোমাকে পছন্দ করেছেন এবং আমরা অবশ্যই অপরাধী ছিলাম।",
                "enText": "They said, \"By Allah, certainly has Allah preferred you over us, and indeed, we have been sinners.\"",
                "enTextTransliteration": "Qaaloo tallaahi laqad aasarakal laahu 'alainaa wa in kunnaa lakhaati'een",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1687",
                "numberInSurah": 91,
                "totalNumber": 1687,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ لَا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ ۖ يَغْفِرُ اللَّهُ لَكُمْ ۖ وَهُوَ أَرْحَمُ الرَّاحِمِينَ",
                "bnText": "বললেন, আজ তোমাদের বিরুদ্ধে কোন অভিযোগ নেই। আল্লাহ তোমাদের কে ক্ষমা করুন। তিনি সব মেহেরবানদের চাইতে অধিক মেহেরবান।",
                "enText": "He said, \"No blame will there be upon you today. Allah will forgive you; and He is the most merciful of the merciful.\"",
                "enTextTransliteration": "Qaala laa tasreeba 'alaikumul yawma yaghfirul laahu lakum wa Huwa arhamur raahimeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1688",
                "numberInSurah": 92,
                "totalNumber": 1688,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "اذْهَبُوا بِقَمِيصِي هَٰذَا فَأَلْقُوهُ عَلَىٰ وَجْهِ أَبِي يَأْتِ بَصِيرًا وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ",
                "bnText": "তোমরা আমার এ জামাটি নিয়ে যাও। এটি আমার পিতার মুখমন্ডলের উপর রেখে দিও, এতে তাঁর দৃষ্টি শক্তি ফিরে আসবে। আর তোমাদের পরিবারবর্গের সবাইকে আমার কাছে নিয়ে এস।",
                "enText": "Take this, my shirt, and cast it over the face of my father; he will become seeing. And bring me your family, all together.\"",
                "enTextTransliteration": "Izhaboo biqameesee haazaa fa alqoohu 'alaa wajhi abee yaati baseeranw waatoonee bi ahlikum ajma'een",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1689",
                "numberInSurah": 93,
                "totalNumber": 1689,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَمَّا فَصَلَتِ الْعِيرُ قَالَ أَبُوهُمْ إِنِّي لَأَجِدُ رِيحَ يُوسُفَ ۖ لَوْلَا أَن تُفَنِّدُونِ",
                "bnText": "যখন কাফেলা রওয়ানা হল, তখন তাদের পিতা বললেনঃ যদি তোমরা আমাকে অপ্রকৃতিস্থ না বল, তবে বলিঃ আমি নিশ্চিতরূপেই ইউসুফের গন্ধ পাচ্ছি।",
                "enText": "And when the caravan departed [from Egypt], their father said, \"Indeed, I find the smell of Joseph [and would say that he was alive] if you did not think me weakened in mind.\"",
                "enTextTransliteration": "Wa lammaa fasalatil 'eeru qaala aboohum innee la ajidu reeha Yoosufa law laaa an tufannidoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1690",
                "numberInSurah": 94,
                "totalNumber": 1690,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالُوا تَاللَّهِ إِنَّكَ لَفِي ضَلَالِكَ الْقَدِيمِ",
                "bnText": "লোকেরা বললঃ আল্লাহর কসম, আপনি তো সেই পুরানো ভ্রান্তিতেই পড়ে আছেন।",
                "enText": "They said, \"By Allah, indeed you are in your [same] old error.\"",
                "enTextTransliteration": "Qaaloo tallaahi innaka lafee dalaalikal qadeem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1691",
                "numberInSurah": 95,
                "totalNumber": 1691,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَلَمَّا أَن جَاءَ الْبَشِيرُ أَلْقَاهُ عَلَىٰ وَجْهِهِ فَارْتَدَّ بَصِيرًا ۖ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّي أَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ",
                "bnText": "অতঃপর যখন সুসংবাদদাতা পৌঁছল, সে জামাটি তাঁর মুখে রাখল। অমনি তিনি দৃষ্টি শক্তি ফিরে পেলেন। বললেনঃ আমি কি তোমাদেরকে বলিনি যে, আমি আল্লাহর পক্ষ থেকে যা জানি তোমরা তা জান না",
                "enText": "And when the bearer of good tidings arrived, he cast it over his face, and he returned [once again] seeing. He said, \"Did I not tell you that I know from Allah that which you do not know?\"",
                "enTextTransliteration": "Falammaaa an jaaa'albasheeru alqaahu 'alaa wajhihee fartadda baseeran qaala alam aqul lakum inneee a'lamu minal laahi maa laa ta'lamoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1692",
                "numberInSurah": 96,
                "totalNumber": 1692,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالُوا يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ",
                "bnText": "তারা বললঃ পিতা আমাদের অপরাধ ক্ষমা করান। নিশ্চয় আমরা অপরাধী ছিলাম।",
                "enText": "They said, \"O our father, ask for us forgiveness of our sins; indeed, we have been sinners.\"",
                "enTextTransliteration": "Qaaloo yaaa abaanas taghfir lanaa zunoo =banaaa innaa kunnaa khaati'een",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1693",
                "numberInSurah": 97,
                "totalNumber": 1693,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي ۖ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ",
                "bnText": "বললেন, সত্বরই আমি পালনকর্তার কাছে তোমাদের জন্য ক্ষমা চাইব। নিশ্চয় তিনি ক্ষমাশীল, দয়ালূ।",
                "enText": "He said, \"I will ask forgiveness for you from my Lord. Indeed, it is He who is the Forgiving, the Merciful.\"",
                "enTextTransliteration": "Qaala sawfa astaghfiru lakum Rabbeee innahoo Huwal Ghafoorur Raheem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1694",
                "numberInSurah": 98,
                "totalNumber": 1694,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَلَمَّا دَخَلُوا عَلَىٰ يُوسُفَ آوَىٰ إِلَيْهِ أَبَوَيْهِ وَقَالَ ادْخُلُوا مِصْرَ إِن شَاءَ اللَّهُ آمِنِينَ",
                "bnText": "অতঃপর যখন তারা ইউসুফের কাছে পৌঁছল, তখন ইউসুফ পিতা-মাতাকে নিজের কাছে জায়গা দিলেন এবং বললেনঃ আল্লাহ চাহেন তো শান্তি চিত্তে মিসরে প্রবেশ করুন।",
                "enText": "And when they entered upon Joseph, he took his parents to himself and said, \"Enter Egypt, Allah willing, safe [and secure].\"",
                "enTextTransliteration": "Falammaa dakhaloo 'alaa Yoosufa aawaaa ilaihi abayaihi wa qaalad khuloo Misra inshaaa'al laahu aamineen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1695",
                "numberInSurah": 99,
                "totalNumber": 1695,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّدًا ۖ وَقَالَ يَا أَبَتِ هَٰذَا تَأْوِيلُ رُؤْيَايَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا ۖ وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُم مِّنَ الْبَدْوِ مِن بَعْدِ أَن نَّزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي ۚ إِنَّ رَبِّي لَطِيفٌ لِّمَا يَشَاءُ ۚ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ",
                "bnText": "এবং তিনি পিতা-মাতাকে সিংহাসনের উপর বসালেন এবং তারা সবাই তাঁর সামনে সেজদাবনত হল। তিনি বললেনঃ পিতা এ হচ্ছে আমার ইতিপূর্বেকার স্বপ্নের বর্ণনা আমার পালনকর্তা একে সত্যে পরিণত করেছেন এবং তিনি আমার প্রতি অনুগ্রহ করেছেন। আমাকে জেল থেকে বের করেছেন এবং আপনাদেরকে গ্রাম থেকে নিয়ে এসেছেন, শয়তান আমার ও আমার ভাইদের মধ্যে কলহ সৃষ্টি করে দেয়ার পর। আমার পালনকর্তা যা চান, কৌশলে সম্পন্ন করেন। নিশ্চয় তিনি বিজ্ঞ, প্রজ্ঞাময়।",
                "enText": "And he raised his parents upon the throne, and they bowed to him in prostration. And he said, \"O my father, this is the explanation of my vision of before. My Lord has made it reality. And He was certainly good to me when He took me out of prison and brought you [here] from bedouin life after Satan had induced [estrangement] between me and my brothers. Indeed, my Lord is Subtle in what He wills. Indeed, it is He who is the Knowing, the Wise.",
                "enTextTransliteration": "Wa raf'a abawaihi 'alal 'arshi wa kharroo lahoo sujjadaa; wa qaala yaaa abati haaza taaweelu ru'yaaya min qablu qad ja'alahaa Rabbee haqqaa; wa qad ahsana beee iz akhrajanee minas sijni wa jaaa'a bikum minal badwi mim ba'di an nazaghash Shaitaanu bainee wa baina ikhwatee; inna Rabbee lateeful limaa yashaaa'; innahoo Huwal 'Aleemul Hakeem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1696",
                "numberInSurah": 100,
                "totalNumber": 1696,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "۞ رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِن تَأْوِيلِ الْأَحَادِيثِ ۚ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ ۖ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ",
                "bnText": "হে পালনকর্তা আপনি আমাকে রাষ্ট্রক্ষমতাও দান করেছেন এবং আমাকে বিভিন্ন তাৎপর্য সহ ব্যাখ্যা করার বিদ্যা শিখিয়ে দিয়েছেন। হে নভোমন্ডল ও ভূ-মন্ডলের স্রষ্টা, আপনিই আমার কার্যনির্বাহী ইহকাল ও পরকালে। আমাকে ইসলামের উপর মৃত্যুদান করুন এবং আমাকে স্বজনদের সাথে মিলিত করুন।",
                "enText": "My Lord, You have given me [something] of sovereignty and taught me of the interpretation of dreams. Creator of the heavens and earth, You are my protector in this world and in the Hereafter. Cause me to die a Muslim and join me with the righteous.\"",
                "enTextTransliteration": "Rabbi qad aataitanee minal mulki wa 'allamtanee min taaweelil ahaadees; faati ras samaawaati wal ardi Anta waliyyee fid dunyaa wal Aakhirati tawaffanee muslimanw wa alhiqnee bissaaliheen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1697",
                "numberInSurah": 101,
                "totalNumber": 1697,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "ذَٰلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ ۖ وَمَا كُنتَ لَدَيْهِمْ إِذْ أَجْمَعُوا أَمْرَهُمْ وَهُمْ يَمْكُرُونَ",
                "bnText": "এগুলো অদৃশ্যের খবর, আমি আপনার কাছে প্রেরণ করি। আপনি তাদের কাছে ছিলেন না, যখন তারা স্বীয় কাজ সাব্যস্ত করছিল এবং চক্রান্ত করছিল।",
                "enText": "That is from the news of the unseen which We reveal, [O Muhammad], to you. And you were not with them when they put together their plan while they conspired.",
                "enTextTransliteration": "Zaalika min ambaaa'il ghaibi nooheehi ilaika wa maa kunta ladaihim iz ajma'ooo amrahum wa hum yamkuroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1698",
                "numberInSurah": 102,
                "totalNumber": 1698,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ",
                "bnText": "আপনি যতই চান, অধিকাংশ লোক বিশ্বাসকারী নয়।",
                "enText": "And most of the people, although you strive [for it], are not believers.",
                "enTextTransliteration": "Wa maa aksarun naasi wa law harasta bimu'mineen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1699",
                "numberInSurah": 103,
                "totalNumber": 1699,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَالَمِينَ",
                "bnText": "আপনি এর জন্যে তাদের কাছে কোন বিনিময় চান না। এটা তো সারা বিশ্বের জন্যে উপদেশ বৈ নয়।",
                "enText": "And you do not ask of them for it any payment. It is not except a reminder to the worlds.",
                "enTextTransliteration": "Wa maa tas'aluhum 'alaihi min ajr; in huwa illaa zikrul lil'aalameen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1700",
                "numberInSurah": 104,
                "totalNumber": 1700,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَكَأَيِّن مِّنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ",
                "bnText": "অনেক নিদর্শন রয়েছে নভোমন্ডলে ও ভু-মন্ডলে যেগুলোর উপর দিয়ে তারা পথ অতিক্রম করে এবং তারা এসবের দিকে মনোনিবেশ করে না।",
                "enText": "And how many a sign within the heavens and earth do they pass over while they, therefrom, are turning away.",
                "enTextTransliteration": "Wa ka ayyim min Aayatin fis samaawaati wal ardi yamurroona 'alaihaa wa hum 'anhaa mu'ridoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1701",
                "numberInSurah": 105,
                "totalNumber": 1701,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمَا يُؤْمِنُ أَكْثَرُهُم بِاللَّهِ إِلَّا وَهُم مُّشْرِكُونَ",
                "bnText": "অনেক মানুষ আল্লাহর প্রতি বিশ্বাস স্থাপন করে, কিন্তু সাথে সাথে শিরকও করে।",
                "enText": "And most of them believe not in Allah except while they associate others with Him.",
                "enTextTransliteration": "Wa maa yu'minu aksaru hum billaahi illaa wa hum mushrikoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1702",
                "numberInSurah": 106,
                "totalNumber": 1702,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "أَفَأَمِنُوا أَن تَأْتِيَهُمْ غَاشِيَةٌ مِّنْ عَذَابِ اللَّهِ أَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
                "bnText": "তারা কি নির্ভীক হয়ে গেছে এ বিষয়ে যে, আল্লাহর আযাবের কোন বিপদ তাদেরকে আবৃত করে ফেলবে অথবা তাদের কাছে হঠাৎ কেয়ামত এসে যাবে, অথচ তারা টেরও পাবে না",
                "enText": "Then do they feel secure that there will not come to them an overwhelming [aspect] of the punishment of Allah or that the Hour will not come upon them suddenly while they do not perceive?",
                "enTextTransliteration": "Afa aminooo an taatiya hum ghaashiyatum min 'azaabil laahi aw taatiyahumus Saa'atu baghtatanw wa hum laa yash'uroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1703",
                "numberInSurah": 107,
                "totalNumber": 1703,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قُلْ هَٰذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ ۚ عَلَىٰ بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي ۖ وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ",
                "bnText": "বলে দিনঃ এই আমার পথ। আমি আল্লাহর দিকে বুঝে সুঝে দাওয়াত দেই আমি এবং আমার অনুসারীরা। আল্লাহ পবিত্র। আমি অংশীবাদীদের অন্তর্ভুক্ত নই।",
                "enText": "Say, \"This is my way; I invite to Allah with insight, I and those who follow me. And exalted is Allah; and I am not of those who associate others with Him.\"",
                "enTextTransliteration": "Qul haazihee sabeeleee ad'ooo ilal laah; 'alaa baseera tin ana wa manit taba'anee wa Subhaanal laahi wa maaa ana minal mushrikeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1704",
                "numberInSurah": 108,
                "totalNumber": 1704,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِي إِلَيْهِم مِّنْ أَهْلِ الْقُرَىٰ ۗ أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِن قَبْلِهِمْ ۗ وَلَدَارُ الْآخِرَةِ خَيْرٌ لِّلَّذِينَ اتَّقَوْا ۗ أَفَلَا تَعْقِلُونَ",
                "bnText": "আপনার পূর্বে আমি যতজনকে রসূল করে পাঠিয়েছি, তারা সবাই পুরুষই ছিল জনপদবাসীদের মধ্য থেকে। আমি তাঁদের কাছে ওহী প্রেরণ করতাম। তারা কি দেশ-বিদেশ ভ্রমণ করে না, যাতে দেখে নিত কিরূপ পরিণতি হয়েছে তাদের যারা পূর্বে ছিল ? সংযমকারীদের জন্যে পরকালের আবাসই উত্তম। তারা কি এখনও বোঝে না",
                "enText": "And We sent not before you [as messengers] except men to whom We revealed from among the people of cities. So have they not traveled through the earth and observed how was the end of those before them? And the home of the Hereafter is best for those who fear Allah; then will you not reason?",
                "enTextTransliteration": "Wa maaa arsalnaa min qablika illaa rijaalan nooheee ilaihim min ahlil quraa; afalam yaseeroo fil ardi fa yanzuroo kaifa kaana 'aaqibatul lazeena min qablihim; wa la Daarul Aakhirati Khairul lillazeenat taqaw; afalaa ta'qiloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1705",
                "numberInSurah": 109,
                "totalNumber": 1705,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "حَتَّىٰ إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُنَا فَنُجِّيَ مَن نَّشَاءُ ۖ وَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ",
                "bnText": "এমনকি যখন পয়গম্বরগণ নৈরাশ্যে পতিত হয়ে যেতেন, এমনকি এরূপ ধারণা করতে শুরু করতেন যে, তাদের অনুমান বুঝি মিথ্যায় পরিণত হওয়ার উপক্রম হয়েছিল, তখন তাদের কাছে আমার সাহায্য পৌছে। অতঃপর আমি যাদের চেয়েছি তারা উদ্ধার পেয়েছে। আমার শাস্তি অপরাধী সম্প্রদায় থেকে প্রতিহত হয় না।",
                "enText": "[They continued] until, when the messengers despaired and were certain that they had been denied, there came to them Our victory, and whoever We willed was saved. And Our punishment cannot be repelled from the people who are criminals.",
                "enTextTransliteration": "Hattaaa izas tai'asar Rusulu wa zannooo annahum qad kuziboo jaaa'ahum nas runaa fanujjiya man nashaaa'u wa laa yuraddu baasunna 'anil qawmil mujrimeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1706",
                "numberInSurah": 110,
                "totalNumber": 1706,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِّأُولِي الْأَلْبَابِ ۗ مَا كَانَ حَدِيثًا يُفْتَرَىٰ وَلَٰكِن تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
                "bnText": "তাদের কাহিনীতে বুদ্ধিমানদের জন্য রয়েছে প্রচুর শিক্ষণীয় বিষয়, এটা কোন মনগড়া কথা নয়, কিন্তু যারা বিশ্বাস স্থাপন করে তাদের জন্যে পূর্বেকার কালামের সমর্থন এবং প্রত্যেক বস্তুর বিবরণ রহমত ও হেদায়েত।",
                "enText": "There was certainly in their stories a lesson for those of understanding. Never was the Qur'an a narration invented, but a confirmation of what was before it and a detailed explanation of all things and guidance and mercy for a people who believe.",
                "enTextTransliteration": "Laqad kaana fee qasasihim 'ibratul li ulil albaa; maa kaana hadeesany yuftaraa wa laakin tasdeeqal lazee baina yadihi wa tafseela kulli shai'inw wa hudanw wa rahmatal liqawminy yu'minoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1707",
                "numberInSurah": 111,
                "totalNumber": 1707,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            }
        ]
    },
    {
        "name": "سُورَةُ الرَّعۡدِ",
        "enName": "Ar-Ra'd",
        "enNameTranslation": "The Thunder",
        "bnNameTranslation": "আর্ রাদ",
        "no": 13,
        "revelationType": "Medinan",
        "verses": [
            {
                "text": "المر ۚ تِلْكَ آيَاتُ الْكِتَابِ ۗ وَالَّذِي أُنزِلَ إِلَيْكَ مِن رَّبِّكَ الْحَقُّ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ",
                "bnText": "আলিফ-লাম-মীম-রা; এগুলো কিতাবের আয়াত। যা কিছু আপনার পালনকর্তার পক্ষ থেকে অবতীর্ণ হয়েছে, তা সত্য। কিন্তু অধিকাংশ মানুষ এতে বিশ্বাস করে না।",
                "enText": "Alif, Lam, Meem, Ra. These are the verses of the Book; and what has been revealed to you from your Lord is the truth, but most of the people do not believe.",
                "enTextTransliteration": "Alif-Laaam-Meeem-Raa; tilka Aayaatul Kitaab; wallazee unzila ilaika mir Rabbikal haqqu wa laakinna aksaran naasi laa yu'minoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1708",
                "numberInSurah": 1,
                "totalNumber": 1708,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۖ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى ۚ يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ لَعَلَّكُم بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ",
                "bnText": "আল্লাহ, যিনি উর্ধ্বদেশে স্থাপন করেছেন আকাশমন্ডলীকে স্তম্ভ ব্যতীত। তোমরা সেগুলো দেখ। অতঃপর তিনি আরশের উপর অধিষ্ঠিত হয়েছেন। এবং সূর্য ও চন্দ্রকে কর্মে নিয়োজিত করেছেন। প্রত্যেকে নির্দিষ্ট সময় মোতাবেক আবর্তন করে। তিনি সকল বিষয় পরিচালনা করেন, নিদর্শনসমূহ প্রকাশ করেন, যাতে তোমরা স্বীয় পালনকর্তার সাথে সাক্ষাত সম্বন্ধে নিশ্চিত বিশ্বাসী হও।",
                "enText": "It is Allah who erected the heavens without pillars that you [can] see; then He established Himself above the Throne and made subject the sun and the moon, each running [its course] for a specified term. He arranges [each] matter; He details the signs that you may, of the meeting with your Lord, be certain.",
                "enTextTransliteration": "Allaahul lazee raf'as samaawaati bighairi 'amadin tarawnahaa summas tawaa 'alal 'Arshi wa sakhkharash shamsa walqamara kulluny yajree li ajalim musammaa; yudabbirul amra yufassilil Aayaati la'allakum biliqaaa'i Rabbikum tooqinoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1709",
                "numberInSurah": 2,
                "totalNumber": 1709,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا ۖ وَمِن كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ ۖ يُغْشِي اللَّيْلَ النَّهَارَ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
                "bnText": "তিনিই ভুমন্ডলকে বিস্তৃত করেছেন এবং তাতে পাহাড় পর্বত ও নদ-নদী স্থাপন করেছেন এবং প্রত্যেক ফলের মধ্যে দু’দু প্রকার সৃষ্টি করে রেখেছেন। তিনি দিনকে রাত্রি দ্বারা আবৃত করেন। এতে তাদের জন্যে নিদর্শণ রয়েছে, যারা চিন্তা করে।",
                "enText": "And it is He who spread the earth and placed therein firmly set mountains and rivers; and from all of the fruits He made therein two mates; He causes the night to cover the day. Indeed in that are signs for a people who give thought.",
                "enTextTransliteration": "Wa Huwal lazee maddal arda wa ja'ala feehaa rawaasiya wa anhaaraa; wa min kullis samaraati ja'ala feehaa zawjainis yaini Yughshil lailan nahaar; inna fee zaalika la aayaatil liqawminy yatafakkaroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1710",
                "numberInSurah": 3,
                "totalNumber": 1710,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَفِي الْأَرْضِ قِطَعٌ مُّتَجَاوِرَاتٌ وَجَنَّاتٌ مِّنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَىٰ بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِي الْأُكُلِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ",
                "bnText": "এবং যমিনে বিভিন্ন শস্য ক্ষেত্র রয়েছে-একটি অপরটির সাথে সংলগ্ন এবং আঙ্গুরের বাগান আছে আর শস্য ও খজ্জꦣ2497;র রয়েছে-একটির মূল অপরটির সাথে মিলিত এবং কতক মিলিত নয়। এগুলো কে একই পানি দ্বারা সেচ করা হয়। আর আমি স্বাদে একটিকে অপরটির চাইতে উৎকৃষ্টতর করে দেই। এগুলোর মধ্যে নিদর্শণ রয়েছে তাদের জন্য যারা চিন্তা ভাবনা করে।",
                "enText": "And within the land are neighboring plots and gardens of grapevines and crops and palm trees, [growing] several from a root or otherwise, watered with one water; but We make some of them exceed others in [quality of] fruit. Indeed in that are signs for a people who reason.",
                "enTextTransliteration": "Wa fil ardi qita'um muta jaawiraatunw wa jannaatum min a'naabinw wa zar'unw wa nakheelun sinwaanunw wa ghairu sinwaaniny yusqaa bimaaa'inw waahid; wa nufaddilu ba'dahaa 'alaa ba'din fil-ukul; inna fee zaalika la aayaatil liqawminy ya'qiloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1711",
                "numberInSurah": 4,
                "totalNumber": 1711,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "۞ وَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ ۗ أُولَٰئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ ۖ وَأُولَٰئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ ۖ وَأُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
                "bnText": "যদি আপনি বিস্ময়ের বিষয় চান, তবে তাদের একথা বিস্ময়কর যে, আমরা যখন মাটি হয়ে যাব, তখনও কি নতুন ভাবে সৃজিত হব? এরাই স্বীয় পালনকর্তার সত্তায় অবিশ্বাসী হয়ে গেছে, এদের গর্দানেই লৌহ-শৃংখল পড়বে এবং এরাই দোযখী এরা তাতে চিরকাল থাকবে।",
                "enText": "And if you are astonished, [O Muhammad] - then astonishing is their saying, \"When we are dust, will we indeed be [brought] into a new creation?\" Those are the ones who have disbelieved in their Lord, and those will have shackles upon their necks, and those are the companions of the Fire; they will abide therein eternally.",
                "enTextTransliteration": "Wa in ta'jab fa'ajabun qawluhm 'a-izaa kunna turaaban 'a-inna lafee khalqin jadeed; ulaaa 'ikal lazeena kafaroo bi Rabbihim wa ulaaa'ikal aghlaalu feee a'naaqihim wa ulaa'ika Ashaabun Naari hum feehaa khaalidoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1712",
                "numberInSurah": 5,
                "totalNumber": 1712,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِن قَبْلِهِمُ الْمَثُلَاتُ ۗ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ",
                "bnText": "এরা আপনার কাছে মঙ্গলের পরিবর্তে দ্রুত অমঙ্গল কামনা করে। তাদের পূর্বে অনুরূপ অনেক শাস্তিপ্রাপ্ত জনগোষ্ঠী অতিক্রান্ত হয়েছে। আপনার পালনকর্তা মানুষকে তাদের অন্যায় সত্বেও ক্ষমা করেন এবং আপনার পালনকর্তা কঠিন শাস্তিদাতা ও বটে।",
                "enText": "They impatiently urge you to bring about evil before good, while there has already occurred before them similar punishments [to what they demand]. And indeed, your Lord is full of forgiveness for the people despite their wrongdoing, and indeed, your Lord is severe in penalty.",
                "enTextTransliteration": "Wa yasta'jiloonaka bis saiyi'ati qablal hasanati wa qad khalat min qablihimul masulaat; wa inna Rabbaka lazoo maghfiratil linnaasi 'alaa zulmihim wa inna Rabbaka lashadeedul 'iqaab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1713",
                "numberInSurah": 6,
                "totalNumber": 1713,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ ۗ إِنَّمَا أَنتَ مُنذِرٌ ۖ وَلِكُلِّ قَوْمٍ هَادٍ",
                "bnText": "কাফেররা বলেঃ তাঁর প্রতি তাঁর পালনকর্তার পক্ষ থেকে কোন নিদর্শন অবতীর্ণ হল না কেন? আপনার কাজ তো ভয় প্রদর্শন করাই এবং প্রত্যেক সম্প্রদায়ের জন্যে পথপ্রদর্শক হয়েছে।",
                "enText": "And those who disbelieved say, \"Why has a sign not been sent down to him from his Lord?\" You are only a warner, and for every people is a guide.",
                "enTextTransliteration": "Wa yaqoolul lazeena kafaroo law laaa unzila 'alaihi Aayatum mir Rabbih; innamaaa anta munzirunw wa likulli qawmin haad",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1714",
                "numberInSurah": 7,
                "totalNumber": 1714,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ ۖ وَكُلُّ شَيْءٍ عِندَهُ بِمِقْدَارٍ",
                "bnText": "আল্লাহ জানেন প্রত্যেক নারী যা গর্ভধারণ করে এবং গর্ভাশয়ে যা সঙ্কুচিত ও বর্ধিত হয়। এবং তাঁর কাছে প্রত্যেক বস্তুরই একটা পরিমাণ রয়েছে।",
                "enText": "Allah knows what every female carries and what the wombs lose [prematurely] or exceed. And everything with Him is by due measure.",
                "enTextTransliteration": "Allaahu ya'lamu maa tahmilu kullu unsaa wa maa tagheedul arhaamu wa maa tazdaad, wa kullu shai'in 'indahoo bimiqdaar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1715",
                "numberInSurah": 8,
                "totalNumber": 1715,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ",
                "bnText": "তিনি সকল গোপন ও প্রকাশ্য বিষয় অবগত, মহোত্তম, সর্বোচ্চ মর্যাদাবান।",
                "enText": "[He is] Knower of the unseen and the witnessed, the Grand, the Exalted.",
                "enTextTransliteration": "'Aalimul Ghaibi wash shahaadatil Kaabeerul Muta'aal",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1716",
                "numberInSurah": 9,
                "totalNumber": 1716,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "سَوَاءٌ مِّنكُم مَّنْ أَسَرَّ الْقَوْلَ وَمَن جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ",
                "bnText": "তোমাদের মধ্যে কেউ গোপনে কথা বলুক বা তা সশব্দে প্রকাশ করুক, রাতের অন্ধকারে সে আত্নগোপন করুক বা প্রকাশ্য দিবালোকে বিচরণ করুক, সবাই তাঁর নিকট সমান।",
                "enText": "It is the same [to Him] concerning you whether one conceals [his] speech or one publicizes it and whether one is hidden by night or conspicuous [among others] by day.",
                "enTextTransliteration": "Sawaaa'um minkum man asarral qawla wa man jahara bihee wa man huwa mustakhfim billaili wa saaribum binnahaar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1717",
                "numberInSurah": 10,
                "totalNumber": 1717,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "لَهُ مُعَقِّبَاتٌ مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ ۗ إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا مَا بِأَنفُسِهِمْ ۗ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ ۚ وَمَا لَهُم مِّن دُونِهِ مِن وَالٍ",
                "bnText": "তাঁর পক্ষ থেকে অনুসরণকারী রয়েছে তাদের অগ্রে এবং পশ্চাতে, আল্লাহর নির্দেশে তারা ওদের হেফাযত করে। আল্লাহ কোন জাতির অবস্থা পরিবর্তন করেন না, যে পর্যন্ত না তারা তাদের নিজেদের অবস্থা পরিবর্তন করে। আল্লাহ যখন কোন জাতির উপর বিপদ চান, তখন তা রদ হওয়ার নয় এবং তিনি ব্যতীত তাদের কোন সাহায্যকারী নেই।",
                "enText": "For each one are successive [angels] before and behind him who protect him by the decree of Allah. Indeed, Allah will not change the condition of a people until they change what is in themselves. And when Allah intends for a people ill, there is no repelling it. And there is not for them besides Him any patron.",
                "enTextTransliteration": "Lahoo mu'aqqibaatum mim baini yadaihi wa min khalfihee yahfazoonahoo min amril laah; innal laaha laa yughaiyiru maa biqawmin hattaa yughaiyiroo maa bianfusihim; wa izaaa araadal laahu biqawmin sooo'an falaa maradda lah; wa maa lahum min dooniheeminw waal",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1718",
                "numberInSurah": 11,
                "totalNumber": 1718,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنشِئُ السَّحَابَ الثِّقَالَ",
                "bnText": "তিনিই তোমাদেরকে বিদ্যুৎ দেখান ভয়ের জন্যে এবং আশার জন্যে এবং উক্ষিত করেন ঘন মেঘমালা।",
                "enText": "It is He who shows you lightening, [causing] fear and aspiration, and generates the heavy clouds.",
                "enTextTransliteration": "Huwal lazee yureekumul barqa khawfanw wa tama'anw wa yunshi'us sahaabas siqaal",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1719",
                "numberInSurah": 12,
                "totalNumber": 1719,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَن يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحَالِ",
                "bnText": "তাঁর প্রশংসা পাঠ করে বজ্র এবং সব ফেরেশতা, সভয়ে। তিনি বজ্রপাত করেন, অতঃপর যাকে ইচছা, তাকে তা দ্বারা আঘাত করেন; তথাপি তারা আল্লাহ সম্পর্কে বিতন্ডা করে, অথচ তিনি মহাশক্তিশালী।",
                "enText": "And the thunder exalts [Allah] with praise of Him - and the angels [as well] from fear of Him - and He sends thunderbolts and strikes therewith whom He wills while they dispute about Allah; and He is severe in assault.",
                "enTextTransliteration": "Wa yusabbihur ra'du bihamdihee walmalaaa'ikatu min kheefatihee wa yursilus sawaa'iqa fa yuseebu bihaa mai yashaaa'u wa hum yujaadiloona fil laahi wa Huwa shadeedul mihaal",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1720",
                "numberInSurah": 13,
                "totalNumber": 1720,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "لَهُ دَعْوَةُ الْحَقِّ ۖ وَالَّذِينَ يَدْعُونَ مِن دُونِهِ لَا يَسْتَجِيبُونَ لَهُم بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ ۚ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ",
                "bnText": "সত্যের আহবান একমাত্র তাঁরই এবং তাকে ছাড়া যাদেরকে ডাকে, তারা তাদের কোন কাজে আসে না; ওদের দৃষ্টান্ত সেরূপ, যেমন কেউ দু’ হাত পানির দিকে প্রসারিত করে যাতে পানি তার মুখে পৌঁছে যায়। অথচ পানি কোন সময় পৌঁছাবে না। কাফেরদের যত আহবান তার সবই পথভ্রষ্টতা।",
                "enText": "To Him [alone] is the supplication of truth. And those they call upon besides Him do not respond to them with a thing, except as one who stretches his hands toward water [from afar, calling it] to reach his mouth, but it will not reach it [thus]. And the supplication of the disbelievers is not but in error [i.e. futility].",
                "enTextTransliteration": "Lahoo da'watul haqq; wallazeena yad'oona min doonihee laa yastajeeboona lahum bishai'in illaa kabaasiti kaffaihi ilal maaa'i liyablugha faahu wa maa huwa bibaalighih; wa maa du'aaa'ul aafireena illaa fee dalaal",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1721",
                "numberInSurah": 14,
                "totalNumber": 1721,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلِلَّهِ يَسْجُدُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُم بِالْغُدُوِّ وَالْآصَالِ ۩",
                "bnText": "আল্লাহকে সেজদা করে যা কিছু নভোমন্ডলে ও ভূমন্ডলে আছে ইচ্ছায় অথবা অনিচ্ছায় এবং তাদের প্রতিচ্ছায়াও সকাল-সন্ধ্যায়।",
                "enText": "And to Allah prostrates whoever is within the heavens and the earth, willingly or by compulsion, and their shadows [as well] in the mornings and the afternoons.",
                "enTextTransliteration": "Wa lillaahi yasjudu man fis samaawaati wal ardi taw 'anw wa karhanw wa zilaaluhum bilghuduwwi wal aasaal",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1722",
                "numberInSurah": 15,
                "totalNumber": 1722,
                "juz": 13,
                "sajda": {
                    "recommended": true,
                    "obligatory": false
                }
            },
            {
                "text": "قُلْ مَن رَّبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ ۚ قُلْ أَفَاتَّخَذْتُم مِّن دُونِهِ أَوْلِيَاءَ لَا يَمْلِكُونَ لِأَنفُسِهِمْ نَفْعًا وَلَا ضَرًّا ۚ قُلْ هَلْ يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ ۗ أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ ۚ قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ",
                "bnText": "জিজ্ঞেস করুন নভোমন্ডল ও ভুমন্ডলের পালনকর্তা কে? বলে দিনঃ আল্লাহ! বলুনঃ তবে কি তোমরা আল্লাহ ব্যতীত এমন অভিভাবক স্থির করেছ, যারা নিজেদের ভাল-মন্দের ও মালিক নয়? বলুনঃ অন্ধ চক্ষুষ্মান কি সমান হয়? অথবা কোথাও কি অন্ধকার ও আলো সমান হয়। তবে কি তারা আল্লাহর জন্য এমন অংশীদার স্থির করেছে যে, তারা কিছু সৃষ্টি করেছে, যেমন সৃষ্টি করেছেন আল্লাহ? অতঃপর তাদের সৃষ্টি এরূপ বিভ্রান্তি ঘটিয়েছে? বলুনঃ আল্লাহই প্রত্যেক বস্তুর স্রষ্টা এবং তিনি একক, পরাক্রমশালী।",
                "enText": "Say, \"Who is Lord of the heavens and earth?\" Say, \"Allah.\" Say, \"Have you then taken besides Him allies not possessing [even] for themselves any benefit or any harm?\" Say, \"Is the blind equivalent to the seeing? Or is darkness equivalent to light? Or have they attributed to Allah partners who created like His creation so that the creation [of each] seemed similar to them?\" Say, \"Allah is the Creator of all things, and He is the One, the Prevailing.\"",
                "enTextTransliteration": "Wul mar Rabbus samaawaati wal ard; qulillaah; qul afattakhaztum min dooniheee awliyaaa'a laa yamlikoona li anfusihim naf'anw wa laa darraa; qul hal yastawil a'maa wal baseeru am hal tastawiz zulumaatu wannoor; am ja'aloo lillaahi shurakaaa'a khalaqoo kakhalqihee fatashaa bahal khalqu 'alaihim; qulil laahu Khaaliqu kulli shai'inw wa Huwal Waahidul Qahhar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1723",
                "numberInSurah": 16,
                "totalNumber": 1723,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "أَنزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَّابِيًا ۚ وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِّثْلُهُ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ ۚ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً ۖ وَأَمَّا مَا يَنفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ",
                "bnText": "তিনি আকাশ থেকে পানি বর্ষণ করেন। অতঃপর স্রোতধারা প্রবাহিত হতে থাকে নিজ নিজ পরিমাণ অনুযায়ী। অতঃপর স্রোতধারা স্ফীত ফেনারাশি উপরে নিয়ে আসে। এবং অলঙ্কার অথবা তৈজসপত্রের জন্যে যে বস্তুকে আগুনে উত্তপ্ত করে, তাতেও তেমনি ফেনারাশি থাকে। এমনি ভাবে আল্লাহ সত্য ও অসত্যের দৃষ্টান্ত প্রদান করেন। অতএব, ফেনা তো শুকিয়ে খতম হয়ে যায় এবং যা মানুষের উপকারে আসে, তা জমিতে অবশিষ্ট থাকে। আল্লাহ এমনিভাবে দৃষ্টান্তসমূহ বর্ণনা করেন।",
                "enText": "He sends down from the sky, rain, and valleys flow according to their capacity, and the torrent carries a rising foam. And from that [ore] which they heat in the fire, desiring adornments and utensils, is a foam like it. Thus Allah presents [the example of] truth and falsehood. As for the foam, it vanishes, [being] cast off; but as for that which benefits the people, it remains on the earth. Thus does Allah present examples.",
                "enTextTransliteration": "Anzala minas samaaa'i maaa'an fasaalat awdiyatum biqadarihaa fahtamalas sailu zabadar raabiyaa; wa mimmmaa yooqidoona 'alaihi fin naarib tighaaa'a bilyatin aw mataa'in zabadum misluh; kazaalika yadribul laahul haqqa wal baatil; fa ammaz zabadu fa yazhabu jufaaa'aa; wa ammaa maa yanfa'un naasa fa yamkusu fil ard; kazaalika yadribul laahul amsaal",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1724",
                "numberInSurah": 17,
                "totalNumber": 1724,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ الْحُسْنَىٰ ۚ وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ لَوْ أَنَّ لَهُم مَّا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ ۚ أُولَٰئِكَ لَهُمْ سُوءُ الْحِسَابِ وَمَأْوَاهُمْ جَهَنَّمُ ۖ وَبِئْسَ الْمِهَادُ",
                "bnText": "যারা পালনকর্তার আদেশ পালন করে, তাদের জন্য উত্তম প্রতিদান রয়েছে এবং যারা আদেশ পালন করে না, যদি তাদের কাছে জগতের সবকিছু থাকে এবং তার সাথে তার সমপরিমাণ আরও থাকে, তবে সবই নিজেদের মুক্তিপণ স্বরূপ দিয়ে দেবে। তাদের জন্যে রয়েছে কঠোর হিসাব। তাদের আবাস হবে জাহান্নাম। সেটা কতইনা নিকৃষ্ট অবস্থান।",
                "enText": "For those who have responded to their Lord is the best [reward], but those who did not respond to Him - if they had all that is in the earth entirely and the like of it with it, they would [attempt to] ransom themselves thereby. Those will have the worst account, and their refuge is Hell, and wretched is the resting place.",
                "enTextTransliteration": "Lillazeenas tajaaboo lirabbihimul husnaa; wallazeena lam yastajeeboo lahoo law anna lahum maa fil ardi jamee'anw wa mislahoo ma'ahoo laftadaw bih; ulaaa'ika lahum sooo'ul hisaab; wa maawaahum Jahannamu wa bi'sal mihaad",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1725",
                "numberInSurah": 18,
                "totalNumber": 1725,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "۞ أَفَمَن يَعْلَمُ أَنَّمَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَىٰ ۚ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ",
                "bnText": "যে ব্যক্তি জানে যে, যা কিছু পালনকর্তার পক্ষ থেকে আপনার প্রতি অবর্তীর্ণ হয়েছে তা সত্য সে কি ঐ ব্যক্তির সমান, যে অন্ধ? তারাই বোঝে, যারা বোধশক্তি সম্পন্ন।",
                "enText": "Then is he who knows that what has been revealed to you from your Lord is the truth like one who is blind? They will only be reminded who are people of understanding -",
                "enTextTransliteration": "Afamai ya'lamu annamaaa unzila ilaika mir Rabbikal haqqu kaman huwa a'maa; innamaa yatazakkaru ulul albaab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1726",
                "numberInSurah": 19,
                "totalNumber": 1726,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنقُضُونَ الْمِيثَاقَ",
                "bnText": "এরা এমন লোক, যারা আল্লাহর প্রতিশ্রুতি পূর্ণ করে এবং অঙ্গীকার ভঙ্গ করে না।",
                "enText": "Those who fulfill the covenant of Allah and do not break the contract,",
                "enTextTransliteration": "Allazeena yoofoona bi'ahdil laahi wa laa yanqu doonal meesaaq",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1727",
                "numberInSurah": 20,
                "totalNumber": 1727,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ",
                "bnText": "এবং যারা বজায় রাখে ঐ সম্পর্ক, যা বজায় রাখতে আল্লাহ আদেশ দিয়েছেন এবং স্বীয় পালনকর্তাকে ভয় করে এবং কঠোর হিসাবের আশঙ্কা রাখে।",
                "enText": "And those who join that which Allah has ordered to be joined and fear their Lord and are afraid of the evil of [their] account,",
                "enTextTransliteration": "Wallazeena yasiloona maaa amaral laahu bihee an yoosala wa yakhshawna Rabbahum wa yakhaafoona sooo'al hisaab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1728",
                "numberInSurah": 21,
                "totalNumber": 1728,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَٰئِكَ لَهُمْ عُقْبَى الدَّارِ",
                "bnText": "এবং যারা স্বীয় পালনকর্তার সন্তুষ্টির জন্যে সবর করে, নামায প্রতিষ্টা করে আর আমি তাদেরকে যা দিয়েছি, তা থেকে গোপনে ও প্রকাশ্য ব্যয় করে এবং যারা মন্দের বিপরীতে ভাল করে, তাদের জন্যে রয়েছে পরকালের গৃহ।",
                "enText": "And those who are patient, seeking the countenance of their Lord, and establish prayer and spend from what We have provided for them secretly and publicly and prevent evil with good - those will have the good consequence of [this] home -",
                "enTextTransliteration": "Wallazeena sabarub tighaaa'a Wajhi Rabbihim wa aqaamus Salaata wa anfaqoo mimmaa razaqnaahum sirranw wa 'alaaniyatanw wa yadra'oona bilhasanatis saiyi'ata ulaaa'ika lahum 'uqbad daar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1729",
                "numberInSurah": 22,
                "totalNumber": 1729,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَن صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ ۖ وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ",
                "bnText": "তা হচ্ছে বসবাসের বাগান। তাতে তারা প্রবেশ করবে এবং তাদের সৎকর্মশীল বাপ-দাদা, স্বামী-স্ত্রী ও সন্তানেরা। ফেরেশতারা তাদের কাছে আসবে প্রত্যেক দরজা দিয়ে।",
                "enText": "Gardens of perpetual residence; they will enter them with whoever were righteous among their fathers, their spouses and their descendants. And the angels will enter upon them from every gate, [saying],",
                "enTextTransliteration": "jannaatu 'adiny yadkhu loonahaa wa man salaha min aabaaa'ihim wa man salaha min aabaaa'ihim wa azwaajihim wa zurriyyaatihim walmalaaa'i katu yadkhuloona 'alaihim min kulli baab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1730",
                "numberInSurah": 23,
                "totalNumber": 1730,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "سَلَامٌ عَلَيْكُم بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى الدَّارِ",
                "bnText": "বলবেঃ তোমাদের সবরের কারণে তোমাদের উপর শান্তি বর্ষিত হোক। আর তোমাদের এ পরিণাম-গৃহ কতই না চমৎকার।",
                "enText": "\"Peace be upon you for what you patiently endured. And excellent is the final home.\"",
                "enTextTransliteration": "Salaamun 'alaikum bimaa sabartum; fani'ma 'uqbad daar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1731",
                "numberInSurah": 24,
                "totalNumber": 1731,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَالَّذِينَ يَنقُضُونَ عَهْدَ اللَّهِ مِن بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَن يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ ۙ أُولَٰئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ",
                "bnText": "এবং যারা আল্লাহর অঙ্গীকারকে দৃঢ় ও পাকা-পোক্ত করার পর তা ভঙ্গ করে, আল্লাহ যে, সম্পর্ক বজায় রাখতে আদেশ করেছেন, তা ছিন্ন করে এবং পৃথিবীতে অশান্তি সৃষ্টি করে, ওরা ঐ সমস্ত লোক যাদের জন্যে রয়েছে অভিসম্পাত এবং ওদের জন্যে রয়েছে কঠিন আযাব।",
                "enText": "But those who break the covenant of Allah after contracting it and sever that which Allah has ordered to be joined and spread corruption on earth - for them is the curse, and they will have the worst home.",
                "enTextTransliteration": "Wallazeena yanqudoona 'Ahdal laahi mim ba'di meesaaqihee wa yaqta'oona maaa amaral laahu biheee ai yoosala wa yufsidoona fil ardi ulaaa'ika lahumul la'natu wa lahum sooo'ud daar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1732",
                "numberInSurah": 25,
                "totalNumber": 1732,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "اللَّهُ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ ۚ وَفَرِحُوا بِالْحَيَاةِ الدُّنْيَا وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ",
                "bnText": "আল্লাহ যার জন্যে ইচ্ছা রুযী প্রশস্ত করেন এবং সংকুচিত করেন। তারা পার্থিব জীবনের প্রতি মুগ্ধ। পার্থিবজীবন পরকালের সামনে অতি সামান্য সম্পদ বৈ নয়।",
                "enText": "Allah extends provision for whom He wills and restricts [it]. And they rejoice in the worldly life, while the worldly life is not, compared to the Hereafter, except [brief] enjoyment.",
                "enTextTransliteration": "Allaahu yabsutur rizqa limai yashaaa'u wa yaqdir; wa farihoo bilhayaatid dunyaa wa mal hayaatud dunya fil Aakhirati illaa mataa'",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1733",
                "numberInSurah": 26,
                "totalNumber": 1733,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ ۗ قُلْ إِنَّ اللَّهَ يُضِلُّ مَن يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ",
                "bnText": "কাফেররা বলেঃ তাঁর প্রতি তাঁর পালনকর্তার পক্ষ থেকে কোন নিদর্শন কেন অবতীর্ণ হলো না? বলে দিন, আল্লাহ যাকে ইচ্ছা পথভ্রষ্ট করেন এবং যে, মনোনিবেশ করে, তাকে নিজের দিকে পথপ্রদর্শন করেন।",
                "enText": "And those who disbelieved say, \"Why has a sign not been sent down to him from his Lord?\" Say, [O Muhammad], \"Indeed, Allah leaves astray whom He wills and guides to Himself whoever turns back [to Him] -",
                "enTextTransliteration": "Wa yaqoolul lazeena kafaroo law laaa unzila 'alaihi Aayatum mir Rabbih; qul innal laaha yudillu mai yashaa'u wa yahdeee ilaihi man anaab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1734",
                "numberInSurah": 27,
                "totalNumber": 1734,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ اللَّهِ ۗ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ",
                "bnText": "যারা বিশ্বাস স্থাপন করে এবং তাদের অন্তর আল্লাহর যিকির দ্বারা শান্তি লাভ করে; জেনে রাখ, আল্লাহর যিকির দ্বারাই অন্তর সমূহ শান্তি পায়।",
                "enText": "Those who have believed and whose hearts are assured by the remembrance of Allah. Unquestionably, by the remembrance of Allah hearts are assured.\"",
                "enTextTransliteration": "Allazeena aamanoo wa tatma'innu quloobuhum bizikril laah; alaa bizikril laahi tatma'innul quloob",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1735",
                "numberInSurah": 28,
                "totalNumber": 1735,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبَىٰ لَهُمْ وَحُسْنُ مَآبٍ",
                "bnText": "যারা বিশ্বাস স্থাপন করে এবং সৎকর্ম সম্পাদন করে, তাদের জন্যে রয়েছে সুসংবাদ এবং মনোরম প্রত্যাবর্তণস্থল।",
                "enText": "Those who have believed and done righteous deeds - a good state is theirs and a good return.",
                "enTextTransliteration": "Allazeena aamanoo w a'amilus saalihaati toobaa lahum wa husnu ma aab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1736",
                "numberInSurah": 29,
                "totalNumber": 1736,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "كَذَٰلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ قَدْ خَلَتْ مِن قَبْلِهَا أُمَمٌ لِّتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمَٰنِ ۚ قُلْ هُوَ رَبِّي لَا إِلَٰهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ",
                "bnText": "এমনিভাবে আমি আপনাকে একটি উম্মতের মধ্যে প্রেরণ করেছি। তাদের পূর্বে অনেক উম্মত অতিক্রান্ত হয়েছে। যাতে আপনি তাদেরকে ঐ নির্দেশ শুনিয়ে দেন, যা আমি আপনার কাছে প্রেরণ করেছি। তথাপি তারা দয়াময়কে অস্বীকার করে। বলুনঃ তিনিই আমার পালনকর্তা। তিনি ব্যতীত কারও উপাসনা নাই। আমি তাঁর উপরই ভরসা করেছি এবং তাঁর দিকেই আমার প্রত্যাবর্তণ।",
                "enText": "Thus have We sent you to a community before which [other] communities have passed on so you might recite to them that which We revealed to you, while they disbelieve in the Most Merciful. Say, \"He is my Lord; there is no deity except Him. Upon Him I rely, and to Him is my return.\"",
                "enTextTransliteration": "Kazaalika arsalnaaka feee ummatin qad khalat min qablihaaa umamul litatluwa 'alaihimul lazeee awhainaaa ilaika wa hum yakfuroona bir Rahmaaan; qul Huwa Rabbee laaa ilaaha illaa Huwa Rabbee laaa ilaaha illaa Huwa 'alaihi tawakkaltu wa ilaihi mataab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1737",
                "numberInSurah": 30,
                "totalNumber": 1737,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَىٰ ۗ بَل لِّلَّهِ الْأَمْرُ جَمِيعًا ۗ أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَن لَّوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا ۗ وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُم بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ حَتَّىٰ يَأْتِيَ وَعْدُ اللَّهِ ۚ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ",
                "bnText": "যদি কোন কোরআন এমন হত, যার সাহায্যে পাহাড় চলমান হয় অথবা যমীন খন্ডিত হয় অথবা মৃতরা কথা বলে, তবে কি হত? বরং সব কাজ তো আল্লাহর হাতে। ঈমানদাররা কি এ ব্যাপারে নিশ্চিত নয় যে, যদি আল্লাহ চাইতেন, তবে সব মানুষকে সৎপথে পরিচালিত করতেন? কাফেররা তাদের কৃতকর্মের কারণে সব সময় আঘাত পেতে থাকবে অথবা তাদের গৃহের নিকটবর্তী স্থানে আঘাত নেমে আসবে, যে, পর্যন্ত আল্লাহর ওয়াদা না আসে। নিশ্চয় আল্লাহ ওয়াদার খেলাফ করেন না।",
                "enText": "And if there was any qur'an by which the mountains would be removed or the earth would be broken apart or the dead would be made to speak, [it would be this Qur'an], but to Allah belongs the affair entirely. Then have those who believed not accepted that had Allah willed, He would have guided the people, all of them? And those who disbelieve do not cease to be struck, for what they have done, by calamity - or it will descend near their home - until there comes the promise of Allah. Indeed, Allah does not fail in [His] promise.",
                "enTextTransliteration": "Wa law anna Quraanan suyyirat bihil jibaalu aw qutti'at bihil ardu aw kullima bihil mawtaa; bal lillaahil amru jamee'aa; afalam yai'asil lazeena aamanooo al law yashaaa 'ullaahu lahadan naasa jamee'aa; wa laa yazaalul lazeena kafaroo tuseebuhum bimaa sana'oo qaari'atun aw tahullu qareebam min daarihim hatta yaatiya wa'dul laah; innal laaha laa yukhliful mee'aad",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1738",
                "numberInSurah": 31,
                "totalNumber": 1738,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
                "bnText": "আপনার পূর্বে কত রাসূলের সাথে ঠাট্টা করা হয়েছে। অতঃপর আমি কাফেরদেরকে কিছু অবকাশ দিয়েছি। , এর পর তাদেরকে পাকড়াও করেছি। অতএব কেমন ছিল আমার শাস্তি।",
                "enText": "And already were [other] messengers ridiculed before you, and I extended the time of those who disbelieved; then I seized them, and how [terrible] was My penalty.",
                "enTextTransliteration": "Wa laqadis tuhzi'a bi Rusulim min qablika fa amlaitu lillazeena kafaroo summa akhaztuhum fakaifa kaana 'iqaab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1739",
                "numberInSurah": 32,
                "totalNumber": 1739,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "أَفَمَنْ هُوَ قَائِمٌ عَلَىٰ كُلِّ نَفْسٍ بِمَا كَسَبَتْ ۗ وَجَعَلُوا لِلَّهِ شُرَكَاءَ قُلْ سَمُّوهُمْ ۚ أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ أَم بِظَاهِرٍ مِّنَ الْقَوْلِ ۗ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ وَصُدُّوا عَنِ السَّبِيلِ ۗ وَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ",
                "bnText": "ওরা প্রত্যেকেই কি মাথার উপর স্ব স্ব কৃতকর্ম নিয়ে দন্ডায়মান নয়? এবং তারা আল্লাহর জন্য অংশীদার সাব্যস্ত করে। বলুন; নাম বল অথবা খবর দাও পৃথিবীর এমন কিছু জিনিস সম্পর্কে যা তিনি জানেন না? অথবা অসার কথাবার্তা বলছ? বরং সুশোভিত করা হয়েছে কাফেরদের জন্যে তাদের প্রতারণাকে এবং তাদেরকে সৎপথ থেকে বাধা দান করা হয়েছে। আল্লাহ যাকে পথভ্রষ্ট করেন, তার কোন পথ প্রদর্শক নেই।",
                "enText": "Then is He who is a maintainer of every soul, [knowing] what it has earned, [like any other]? But to Allah they have attributed partners. Say, \"Name them. Or do you inform Him of that which He knows not upon the earth or of what is apparent of speech?\" Rather, their [own] plan has been made attractive to those who disbelieve, and they have been averted from the way. And whomever Allah leaves astray - there will be for him no guide.",
                "enTextTransliteration": "Afaman Huwa qaaa'imun 'alaa kulli nafsim bimaa kasabat; wa ja'aloo illlaahi shurakaaa'a qul samoohum; am tunabbi'oona hoo bimaa laa ya'lamu fil ardi; am bizaahirim minal qawl; bal zuyyina lillazeena kafaroo makruhum wa suddoo 'anis sabeel; wa mai yudlilil laaahu famaa lahoo min haad;",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1740",
                "numberInSurah": 33,
                "totalNumber": 1740,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "لَّهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَشَقُّ ۖ وَمَا لَهُم مِّنَ اللَّهِ مِن وَاقٍ",
                "bnText": "দুনিয়ার জীবনেই এদের জন্য রয়েছে আযাব এবং অতি অবশ্য আখেরাতের জীবন কঠোরতম। আল্লাহর কবল থেকে তাদের কোন রক্ষাকারী নেই।",
                "enText": "For them will be punishment in the life of [this] world, and the punishment of the Hereafter is more severe. And they will not have from Allah any protector.",
                "enTextTransliteration": "Lahum 'azaabun fil hayaatid dunyaa wa la'azaabul Aakhirati ashaaq, wa maa lahum minal laahi min-waaq",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1741",
                "numberInSurah": 34,
                "totalNumber": 1741,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "۞ مَّثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ ۖ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ ۖ أُكُلُهَا دَائِمٌ وَظِلُّهَا ۚ تِلْكَ عُقْبَى الَّذِينَ اتَّقَوا ۖ وَّعُقْبَى الْكَافِرِينَ النَّارُ",
                "bnText": "পরহেযগারদের জন্যে প্রতিশ্রুত জান্নাতের অবস্থা এই যে, তার নিম্নে নির্ঝরিণীসমূহ প্রবাহিত হয়। তার ফলসমূহ চিরস্থায়ী এবং ছায়াও। এটা তাদের প্রতিদান, যারা সাবধান হয়েছে এবং কাফেরদের প্রতিফল অগ্নি।",
                "enText": "The example of Paradise, which the righteous have been promised, is [that] beneath it rivers flow. Its fruit is lasting, and its shade. That is the consequence for the righteous, and the consequence for the disbelievers is the Fire.",
                "enTextTransliteration": "Masalul Jannatil latee wu'idal muttaqoona tajree min tahtihal anhaaru ukuluhaa daaa'imunw wa zilluhaa; tilka uqbal lazeenat taqaw wa 'uqbal kafireenan Naar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1742",
                "numberInSurah": 35,
                "totalNumber": 1742,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَفْرَحُونَ بِمَا أُنزِلَ إِلَيْكَ ۖ وَمِنَ الْأَحْزَابِ مَن يُنكِرُ بَعْضَهُ ۚ قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلَا أُشْرِكَ بِهِ ۚ إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ",
                "bnText": "এবং যাদেরকে আমি গ্রন্থ দিয়েছি, তারা আপনার প্রতি যা অবতীর্ণ হয়েছে, তজ্জন্যে আনন্দিত হয় এবং কোন কোন দল এর কোন কোন বিষয় অস্বীকার করে। বলুন, আমাকে এরূপ আদেশই দেয়া হয়েছে যে, আমি আল্লাহর এবাদত করি। এবং তাঁর সাথে অংশীদার না করি। আমি তাঁর দিকেই দাওয়াত দেই এবং তাঁর কাছেই আমার প্রত্যাবর্তন।",
                "enText": "And [the believers among] those to whom We have given the [previous] Scripture rejoice at what has been revealed to you, [O Muhammad], but among the [opposing] factions are those who deny part of it. Say, \"I have only been commanded to worship Allah and not associate [anything] with Him. To Him I invite, and to Him is my return.\"",
                "enTextTransliteration": "Wallazeena aatainaa humul Kitaaba yafrahoona bimaa unzila ilaika wa minal Ahzaabi mai yunkiru ba'dah; qul innamaa umirtu an a'budal laaha wa laaa ushrika bih; ilaihi ad'oo wa ilaihi maab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1743",
                "numberInSurah": 36,
                "totalNumber": 1743,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَكَذَٰلِكَ أَنزَلْنَاهُ حُكْمًا عَرَبِيًّا ۚ وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُم بَعْدَمَا جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيٍّ وَلَا وَاقٍ",
                "bnText": "এমনিভাবেই আমি এ কোরআনকে আরবী ভাষায় নির্দেশরূপে অবতীর্ণ করেছি। যদি আপনি তাদের প্রবৃত্তির অনুসরণ করেন আপনার কাছে জ্ঞান পৌঁছার পর, তবে আল্লাহর কবল থেকে আপনার না কোন সাহায্যকারী আছে এবং না কোন রক্ষাকারী।",
                "enText": "And thus We have revealed it as an Arabic legislation. And if you should follow their inclinations after what has come to you of knowledge, you would not have against Allah any ally or any protector.",
                "enTextTransliteration": "Wa kazaalika anzalnaahu hukman 'Arabiyyaa; wa la'init taba'ta ahwaaa 'ahum ba'da maa jaaa'aka minal 'ilmi maa laka minal laahi minw waliyinw wa laa waaq",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1744",
                "numberInSurah": 37,
                "totalNumber": 1744,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً ۚ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ ۗ لِكُلِّ أَجَلٍ كِتَابٌ",
                "bnText": "আপনার পূর্বে আমি অনেক রসূল প্রেরণ করেছি এবং তাঁদেরকে পত্নী ও সন্তান-সন্ততি দিয়েছি। কোন রসূলের এমন সাধ্য ছিল না যে আল্লাহর নির্দেশ ছাড়া কোন নিদর্শন উপস্থিত করে। প্রত্যেকটি ওয়াদা লিখিত আছে।",
                "enText": "And We have already sent messengers before you and assigned to them wives and descendants. And it was not for a messenger to come with a sign except by permission of Allah. For every term is a decree.",
                "enTextTransliteration": "Wa laqad arsalnaa Rusulam min qablika wa ja'alnaa lahum azwaajanw wa zurriyyah; wa maa kaana lirasoolin ai yaatiya bi aayatin illaa bi iznil laah; likulli ajalin kitaab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1745",
                "numberInSurah": 38,
                "totalNumber": 1745,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ ۖ وَعِندَهُ أُمُّ الْكِتَابِ",
                "bnText": "আল্লাহ যা ইচ্ছা মিটিয়ে দেন এবং বহাল রাখেন এবং মূলগ্রন্থ তাঁর কাছেই রয়েছে।",
                "enText": "Allah eliminates what He wills or confirms, and with Him is the Mother of the Book.",
                "enTextTransliteration": "Yamhul laahu maa yashaaa'u wa yusbitu wa 'indahooo ummul Kitaab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1746",
                "numberInSurah": 39,
                "totalNumber": 1746,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِن مَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ",
                "bnText": "আমি তাদের সাথে যে ওয়াদা করেছি, তার কোন একটি যদি আপনাকে দেখিয়ে দেই কিংবা আপনাকে উঠিয়ে নেই, তাতে কি আপনার দায়িত্ব তো পৌছে দেয়া এবং আমার দায়িত্ব হিসাব নেয়া।",
                "enText": "And whether We show you part of what We promise them or take you in death, upon you is only the [duty of] notification, and upon Us is the account.",
                "enTextTransliteration": "Wa im maa nurriyannaka ba'dal lazee na'iduhum aw nata waffayannaka fa innamaa 'alaikal balaaghu wa 'alainal hisaab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1747",
                "numberInSurah": 40,
                "totalNumber": 1747,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا ۚ وَاللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ ۚ وَهُوَ سَرِيعُ الْحِسَابِ",
                "bnText": "তারা কি দেখে না যে, আমি তাদের দেশকে চতুর্দিক থেকে সমানে সঙ্কুচিত করে আসছি? আল্লাহ নির্দেশ দেন। তাঁর নির্দেশকে পশ্চাতে নিক্ষেপকারী কেউ নেই। তিনি দ্রুত হিসাব গ্রহণ করেন।",
                "enText": "Have they not seen that We set upon the land, reducing it from its borders? And Allah decides; there is no adjuster of His decision. And He is swift in account.",
                "enTextTransliteration": "Awalam yaraw annaa naatil arda nanqusuhaa min atraafihaa; wallaahu yahkumu laa mu'aqqiba lihukmih; wa Huwa saree'ul hisaab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1748",
                "numberInSurah": 41,
                "totalNumber": 1748,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَقَدْ مَكَرَ الَّذِينَ مِن قَبْلِهِمْ فَلِلَّهِ الْمَكْرُ جَمِيعًا ۖ يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ ۗ وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ",
                "bnText": "তাদের পূর্বে যারা ছিল, তারা চক্রান্ত করেছে। আর সকল চক্রান্ত তো আল্লাহর হাতেই আছে। তিনি জানেন প্রত্যেক ব্যক্তি যা কিছু করে। কাফেররা জেনে নেবে যে, পর জীবনের আবাসস্থল কাদের জন্য রয়েছে।",
                "enText": "And those before them had plotted, but to Allah belongs the plan entirely. He knows what every soul earns, and the disbelievers will know for whom is the final home.",
                "enTextTransliteration": "Wa qad makaral lazeena min qablihim falillaahil makru jamee'aa; ya'lamu maa taksibu kullu nafs; wa sa ya'lamul kuffaaru liman 'uqbad daar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1749",
                "numberInSurah": 42,
                "totalNumber": 1749,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا ۚ قُلْ كَفَىٰ بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِندَهُ عِلْمُ الْكِتَابِ",
                "bnText": "কাফেররা বলেঃ আপনি প্রেরিত ব্যক্তি নন। বলে দিন, আমার ও তোমাদের মধ্যে প্রকৃষ্ট সাক্ষী হচ্ছেন আল্লাহ এবং ঐ ব্যক্তি, যার কাছে গ্রন্থের জ্ঞান আছে।",
                "enText": "And those who have disbelieved say, \"You are not a messenger.\" Say, [O Muhammad], \"Sufficient is Allah as Witness between me and you, and [the witness of] whoever has knowledge of the Scripture.\"",
                "enTextTransliteration": "Wa yaqoolul lazeena kafaroo lasta mursalaa; qul kafaa billaahi shaheedam bainee wa bainakum wa man 'indahoo 'ilmul Kitaab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1750",
                "numberInSurah": 43,
                "totalNumber": 1750,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            }
        ]
    },
    {
        "name": "سُورَةُ إِبۡرَاهِيمَ",
        "enName": "Ibrahim",
        "enNameTranslation": "Abraham",
        "bnNameTranslation": "ইবরাহীম",
        "no": 14,
        "revelationType": "Meccan",
        "verses": [
            {
                "text": "الر ۚ كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَاطِ الْعَزِيزِ الْحَمِيدِ",
                "bnText": "আলিফ-লাম-রা; এটি একটি গ্রন্থ, যা আমি আপনার প্রতি নাযিল করেছি-যাতে আপনি মানুষকে অন্ধকার থেকে আলোর দিকে বের করে আনেন-পরাক্রান্ত, প্রশংসার যোগ্য পালনকর্তার নির্দেশে তাঁরই পথের দিকে।",
                "enText": "Alif, Lam, Ra. [This is] a Book which We have revealed to you, [O Muhammad], that you might bring mankind out of darknesses into the light by permission of their Lord - to the path of the Exalted in Might, the Praiseworthy -",
                "enTextTransliteration": "Alif-Laaam-Raa; Kitaabun anzalnaahu ilaika litukhrijan-naasa minaz zulumaati ilan noori bi-izni Rabbihim ilaa siraatil 'Azeezil Hameed",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1751",
                "numberInSurah": 1,
                "totalNumber": 1751,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَوَيْلٌ لِّلْكَافِرِينَ مِنْ عَذَابٍ شَدِيدٍ",
                "bnText": "তিনি আল্লাহ; যিনি নভোমন্ডল ও ভূ-মন্ডলের সবকিছুর মালিক। কাফেরদের জন্যে বিপদ রয়েছে, কঠোর আযাব",
                "enText": "Allah, to whom belongs whatever is in the heavens and whatever is on the earth. And woe to the disbelievers from a severe punishment",
                "enTextTransliteration": "Allaahil lazee lahoo maa fis samaawaati wa maa fill ard; wa wailul lilkaafireena min 'azaabin shadeed",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1752",
                "numberInSurah": 2,
                "totalNumber": 1752,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "الَّذِينَ يَسْتَحِبُّونَ الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا ۚ أُولَٰئِكَ فِي ضَلَالٍ بَعِيدٍ",
                "bnText": "যারা পরকালের চাইতে পার্থিব জীবনকে পছন্দ করে; আল্লাহর পথে বাধা দান করে এবং তাতে বক্রতা অন্বেষণ করে, তারা পথ ভুলে দূরে পড়ে আছে।",
                "enText": "The ones who prefer the worldly life over the Hereafter and avert [people] from the way of Allah, seeking to make it (seem) deviant. Those are in extreme error.",
                "enTextTransliteration": "Allazeena yastahibboo nal hayaatad dunyaa 'alal aakhirati wa yasuddoona 'ansabeelil laahi wa yabghoonahaa 'iwajaa; ulaaa 'ika fee dalaalim ba'eed",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1753",
                "numberInSurah": 3,
                "totalNumber": 1753,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمَا أَرْسَلْنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ ۖ فَيُضِلُّ اللَّهُ مَن يَشَاءُ وَيَهْدِي مَن يَشَاءُ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
                "bnText": "আমি সব পয়গম্বরকেই তাদের স্বজাতির ভাষাভাষী করেই প্রেরণ করেছি, যাতে তাদেরকে পরিষ্কার বোঝাতে পারে। অতঃপর আল্লাহ যাকে ইচ্ছা, পথঃভ্রষ্ট করেন এবং যাকে ইচ্ছা সৎপথ প্রদর্শন করেন। তিনি পরাক্রান্ত, প্রজ্ঞাময়।",
                "enText": "And We did not send any messenger except [speaking] in the language of his people to state clearly for them, and Allah sends astray [thereby] whom He wills and guides whom He wills. And He is the Exalted in Might, the Wise.",
                "enTextTransliteration": "Wa maaa arsalnaa mir Rasoolin illaa bilisaani qawmihee liyubaiyina lahum faiudillul laahu mai yashaaa'u wa yahde mai yashaaa'; wa Huwal 'Azeezul Hakeem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1754",
                "numberInSurah": 4,
                "totalNumber": 1754,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِآيَاتِنَا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَذَكِّرْهُم بِأَيَّامِ اللَّهِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ",
                "bnText": "আমি মূসাকে নিদর্শনাবলী সহ প্রেরণ করেছিলাম যে, স্বজাতিকে অন্ধকার থেকে আলোর দিকে আনয়ন এবং তাদেরকে আল্লাহর দিনসমূহ স্মরণ করান। নিশ্চয় এতে প্রত্যেক ধৈর্যশীল কৃতজ্ঞের জন্যে নিদর্শনাবলী রয়েছে।",
                "enText": "And We certainly sent Moses with Our signs, [saying], \"Bring out your people from darknesses into the light and remind them of the days of Allah.\" Indeed in that are signs for everyone patient and grateful.",
                "enTextTransliteration": "Wa laqad arsalnaa Moosaa bi Aayaatinaa an akhrij qawmaka minaz zulumaati ilan noori wa zak kirhum bi ayyaamil laah; inna fee zaalika la aayaatil likulli sabbaarin shakoor",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1755",
                "numberInSurah": 5,
                "totalNumber": 1755,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ أَنجَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ ۚ وَفِي ذَٰلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
                "bnText": "যখন মূসা স্বজাতিকে বললেনঃ তোমাদের প্রতি আল্লাহর অনুগ্রহ স্মরণ কর যখন তিনি তোমাদেরকে ফেরাউনের সম্প্রদায়ের কবল থেকে মুক্তি দেন। তারা তোমাদেরকে অত্যন্ত নিকৃষ্ট ধরনের শাস্তি দিত, তোমাদের ছেলেদেরকে হত্যা করত এবং তোমাদের মেয়েদেরকে জীবিত রাখত। এবং এতে তোমাদের পালনকর্তার পক্ষ থেকে বিরাট পরীক্ষা হয়েছিল।",
                "enText": "And [recall, O Children of Israel], when Moses said to His people, \"Remember the favor of Allah upon you when He saved you from the people of Pharaoh, who were afflicting you with the worst torment and were slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.",
                "enTextTransliteration": "Wa iz qaala Moosaa liqawmihiz kuroo ni'matal laahi 'alaikum iz anjaakum min Aali Fir'awna yasoomoo nakum sooo'al 'azaabi wa yuzabbihoona abnaaa'akum wa yastahyoona nisaaa'akum; wa fee zaalikum balaaa'um mir Rabbikum 'azeem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1756",
                "numberInSurah": 6,
                "totalNumber": 1756,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ ۖ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ",
                "bnText": "যখন তোমাদের পালনকর্তা ঘোষণা করলেন যে, যদি কৃতজ্ঞতা স্বীকার কর, তবে তোমাদেরকে আরও দেব এবং যদি অকৃতজ্ঞ হও তবে নিশ্চয়ই আমার শাস্তি হবে কঠোর।",
                "enText": "And [remember] when your Lord proclaimed, 'If you are grateful, I will surely increase you [in favor]; but if you deny, indeed, My punishment is severe.' \"",
                "enTextTransliteration": "Wa iz ta azzana Rabbukum la'in shakartum la azeedannakum wa la'in kafartum inn'azaabee lashadeed",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1757",
                "numberInSurah": 7,
                "totalNumber": 1757,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَقَالَ مُوسَىٰ إِن تَكْفُرُوا أَنتُمْ وَمَن فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ",
                "bnText": "এবং মূসা বললেনঃ তোমরা এবং পৃথিবীর সবাই যদি কুফরী কর, তথাপি আল্লাহ অমুখাপেক্ষী, যাবতীয় গুনের আধার।",
                "enText": "And Moses said, \"If you should disbelieve, you and whoever is on the earth entirely - indeed, Allah is Free of need and Praiseworthy.\"",
                "enTextTransliteration": "Wa qaala Moosaaa in takfurooo antum wa man fil ardi jamee'an fa innal laaha la Ghaniyyun Hameed",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1758",
                "numberInSurah": 8,
                "totalNumber": 1758,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِن قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ ۛ وَالَّذِينَ مِن بَعْدِهِمْ ۛ لَا يَعْلَمُهُمْ إِلَّا اللَّهُ ۚ جَاءَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ وَقَالُوا إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُم بِهِ وَإِنَّا لَفِي شَكٍّ مِّمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ",
                "bnText": "তোমাদের কাছে কি তোমাদের পূর্ববর্তী কওমে নূহ, আদ ও সামুদের এবং তাদের পরবর্তীদের খবর পৌছেনি? তাদের বিষয়ে আল্লাহ ছাড়া আর কেউ জানে না। তাদের কাছে তাদের পয়গম্বর প্রমানাদি নিয়ে আগমন করেন। অতঃপর তারা নিজেদের হাত নিজেদের মুখে রেখে দিয়েছে এবং বলেছে, যা কিছু সহ তোমাদেরকে প্রেরণ করা হয়েছে, আমরা তা মানি না এবং যে পথের দিকে তোমরা আমাদেরকে দাওয়াত দাও, সে সম্পর্কে আমাদের মনে সন্দেহ আছে, যা আমাদেরকে উৎকন্ঠায় ফেলে রেখেছে।",
                "enText": "Has there not reached you the news of those before you - the people of Noah and 'Aad and Thamud and those after them? No one knows them but Allah. Their messengers brought them clear proofs, but they returned their hands to their mouths and said, \"Indeed, we disbelieve in that with which you have been sent, and indeed we are, about that to which you invite us, in disquieting doubt.\"",
                "enTextTransliteration": "Alam yaatikum naba'ul lazeena min qablikum qawmi Noohinw wa 'Aadinw wa Samood, wallazeena mim ba'dihim; laa ya'lamuhum illallaah; jaaa'at hum Rusuluhum bilbaiyinaati faraddooo aydiyahum feee afwaahihim wa qaalooo innaa kafarnaa bimaaa ursiltum bihee wa innaa lafee shakkim mimmaa tad'oonanaaa ilaihi mureeb",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1759",
                "numberInSurah": 9,
                "totalNumber": 1759,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "۞ قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ ۖ يَدْعُوكُمْ لِيَغْفِرَ لَكُم مِّن ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَىٰ أَجَلٍ مُّسَمًّى ۚ قَالُوا إِنْ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُّبِينٍ",
                "bnText": "তাদের পয়গম্বরগণ বলেছিলেনঃ আল্লাহ সম্পর্কে কি সন্দেহ আছে, যিনি নভোমন্ডল ও ভুমন্ডলের স্রষ্টা? তিনি তোমাদেরকে আহবান করেন যাতে তোমাদের কিছু গুনাহ ক্ষমা করেন এবং নির্দিষ্ট মেয়াদ পর্যন্ত তোমাদের সময় দেন। তারা বলতঃ তোমরা তো আমাদের মতই মানুষ! তোমরা আমাদেরকে ঐ উপাস্য থেকে বিরত রাখতে চাও, যার এবাদত আমাদের পিতৃপুরুষগণ করত। অতএব তোমরা কোন সুস্পষ্ট প্রমাণ আনয়ন কর।",
                "enText": "Their messengers said, \"Can there be doubt about Allah, Creator of the heavens and earth? He invites you that He may forgive you of your sins, and He delays your death for a specified term.\" They said, \"You are not but men like us who wish to avert us from what our fathers were worshipping. So bring us a clear authority.\"",
                "enTextTransliteration": "Qaalat Rusuluhum afillaahi shakkun faatiris samaawaati wal ardi yad'ookum liyaghfira lakum min zunoobikum wa yu'akhkhirakum ilaaa ajalim musam maa; qaaloo in antum illaa basharum mislunaa tureedoona an tasuddoonaa 'ammaa kaana ya'budu aabaaa'unaa faatoonaa bisul taanim mubeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1760",
                "numberInSurah": 10,
                "totalNumber": 1760,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلَّا بَشَرٌ مِّثْلُكُمْ وَلَٰكِنَّ اللَّهَ يَمُنُّ عَلَىٰ مَن يَشَاءُ مِنْ عِبَادِهِ ۖ وَمَا كَانَ لَنَا أَن نَّأْتِيَكُم بِسُلْطَانٍ إِلَّا بِإِذْنِ اللَّهِ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
                "bnText": "তাদের পয়গম্বর তাদেরকে বলেনঃ আমারাও তোমাদের মত মানুষ, কিন্তু আল্লাহ বান্দাদের মধ্য থেকে যার উপরে ইচ্ছা, অনুগ্রহ করেন। আল্লাহর নির্দেশ ব্যতীত তোমাদের কাছে প্রমাণ নিয়ে আসা আমাদের কাজ নয়; ঈমানদারদের আল্লাহর উপর ভরসা করা চাই।",
                "enText": "Their messengers said to them, \"We are only men like you, but Allah confers favor upon whom He wills of His servants. It has never been for us to bring you evidence except by permission of Allah. And upon Allah let the believers rely.",
                "enTextTransliteration": "Qaalat lahum Rusuluhum in nahnu illaa basharum mislukum wa laakinnal laaha yamunnu 'alaa mai yashaaa'u min 'ibaadihee wa maa kaana lanaaa an naatiyakum bisul taanin illaa bi iznil laah; wa 'alal laahi falyatawakkalil mu'minonn",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1761",
                "numberInSurah": 11,
                "totalNumber": 1761,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ وَقَدْ هَدَانَا سُبُلَنَا ۚ وَلَنَصْبِرَنَّ عَلَىٰ مَا آذَيْتُمُونَا ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ",
                "bnText": "আমাদের আল্লাহর উপর ভরসা না করার কি কারণ থাকতে পারে, অথচ তিনি আমাদেরকে আমাদের পথ বলে দিয়েছেন। তোমরা আমাদেরকে যে পীড়ন করেছ, তজ্জন্যে আমরা সবর করব। ভরসাকারিগণের আল্লাহর উপরই ভরসা করা উচিত।",
                "enText": "And why should we not rely upon Allah while He has guided us to our [good] ways. And we will surely be patient against whatever harm you should cause us. And upon Allah let those who would rely [indeed] rely.\"",
                "enTextTransliteration": "Wa maa lanaa allaa natawakkala 'alal laahi wa qad hadaanaa subulanaa; wa lanasbiranna 'alaa maaa aazaitumoonaa; wa 'alal laahi falyatawakkalil mutawakkiloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1762",
                "numberInSurah": 12,
                "totalNumber": 1762,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُم مِّنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا ۖ فَأَوْحَىٰ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ",
                "bnText": "কাফেররা পয়গম্বরগণকে বলেছিলঃ আমরা তোমাদেরকে দেশ থেকে বের করে দেব অথবা তোমরা আমাদের ধর্মে ফিরে আসবে। তখন তাদের কাছে তাদের পালনকর্তা ওহী প্রেরণ করলেন যে, আমি জালিমদেরকে অবশ্যই ধ্বংস করে দেব।",
                "enText": "And those who disbelieved said to their messengers, \"We will surely drive you out of our land, or you must return to our religion.\" So their Lord inspired to them, \"We will surely destroy the wrongdoers.",
                "enTextTransliteration": "Wa qaalal lazeena kafaroo li Rusulihim lanukhrijanna kum min aardinaaa aw lata'oo dunna fee millatinaa fa awhaaa ilaihim Rabbuhum lanuhlikannaz zalimeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1763",
                "numberInSurah": 13,
                "totalNumber": 1763,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِن بَعْدِهِمْ ۚ ذَٰلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ",
                "bnText": "তাদের পর তোমাদেরকে দেশে আবাদ করব। এটা ঐ ব্যক্তি পায়, যে আমার সামনে দন্ডায়মান হওয়াকে এবং আমার আযাবের ওয়াদাকে ভয় করে।",
                "enText": "And We will surely cause you to dwell in the land after them. That is for he who fears My position and fears My threat.\"",
                "enTextTransliteration": "Wa lanuskinan nakumul arda mim ba'dihim; zaalika liman khaafa maqaamee wa khaafa wa'eed",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1764",
                "numberInSurah": 14,
                "totalNumber": 1764,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَاسْتَفْتَحُوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ",
                "bnText": "পয়গম্বরগণ ফয়সালা চাইতে লাগলেন এবং প্রত্যেক অবাধ্য, হঠকারী ব্যর্থ কাম হল।",
                "enText": "And they requested victory from Allah, and disappointed, [therefore], was every obstinate tyrant.",
                "enTextTransliteration": "Wastaftahoo wa khaaba kullu jabbaarin 'aneed",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1765",
                "numberInSurah": 15,
                "totalNumber": 1765,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "مِّن وَرَائِهِ جَهَنَّمُ وَيُسْقَىٰ مِن مَّاءٍ صَدِيدٍ",
                "bnText": "তার পেছনে দোযখ রয়েছে। তাতে পূঁজ মিশানো পানি পান করানো হবে।",
                "enText": "Before him is Hell, and he will be given a drink of purulent water.",
                "enTextTransliteration": "Minw waraaa'ihee jahannamu wa yusqaa mim maaa'in sadeed",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1766",
                "numberInSurah": 16,
                "totalNumber": 1766,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "يَتَجَرَّعُهُ وَلَا يَكَادُ يُسِيغُهُ وَيَأْتِيهِ الْمَوْتُ مِن كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ ۖ وَمِن وَرَائِهِ عَذَابٌ غَلِيظٌ",
                "bnText": "ঢোক গিলে তা পান করবে। এবং গলার ভিতরে প্রবেশ করতে পারবে না। প্রতি দিক থেকে তার কাছে মৃত্যু আগমন করবে এবং সে মরবে না। তার পশ্চাতেও রয়েছে কঠোর আযাব।",
                "enText": "He will gulp it but will hardly [be able to] swallow it. And death will come to him from everywhere, but he is not to die. And before him is a massive punishment.",
                "enTextTransliteration": "Yatajarra'uhoo wa laa yakaadu yuseeghuhoo wa yaateehil mawtu min kulli makaaninw wa maa huwa bimaiyitinw wa minw waraaa'ihee 'azaabun ghaleez",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1767",
                "numberInSurah": 17,
                "totalNumber": 1767,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "مَّثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ ۖ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ ۖ لَّا يَقْدِرُونَ مِمَّا كَسَبُوا عَلَىٰ شَيْءٍ ۚ ذَٰلِكَ هُوَ الضَّلَالُ الْبَعِيدُ",
                "bnText": "যারা স্বীয় পালনকর্তার সত্তার অবিশ্বাসী তাদের অবস্থা এই যে, তাদের কর্মসমূহ ছাইভস্মের মত যার উপর দিয়ে প্রবল বাতাস বয়ে যায় ধূলিঝড়ের দিন। তাদের উপার্জনের কোন অংশই তাদের করতলগত হবে না। এটাই দুরবর্তী পথভ্রষ্টতা।",
                "enText": "The example of those who disbelieve in their Lord is [that] their deeds are like ashes which the wind blows forcefully on a stormy day; they are unable [to keep] from what they earned a [single] thing. That is what is extreme error.",
                "enTextTransliteration": "Masalul lazeena kafaroo bi Rabbihim a'maaluhum karamaadinish taddat bihir reehu fee yawmin 'aasif; laa yaqdiroona mimmaa kasaboo 'alaa shai'; zaalika huwad dalaalul ba'eed",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1768",
                "numberInSurah": 18,
                "totalNumber": 1768,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "أَلَمْ تَرَ أَنَّ اللَّهَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ ۚ إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
                "bnText": "তুমি কি দেখনি যে, আল্লাহ নভোমন্ডল ও ভুমন্ডল যথাবিধি সৃষ্টি করেছেন? যদি তিনি ইচ্ছা করেন, তবে তোমাদেরকে বিলুপ্তিতে নিয়ে যাবেন এবং নতুন সৃষ্টি আনয়ন করবেন।",
                "enText": "Have you not seen that Allah created the heavens and the earth in truth? If He wills, He can do away with you and produce a new creation.",
                "enTextTransliteration": "Alam tara annal laaha khalaqas samaawaati wal arda bilhaqq; iny yashaa yuzhibkum wa yaati bikhalqin jadeed",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1769",
                "numberInSurah": 19,
                "totalNumber": 1769,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمَا ذَٰلِكَ عَلَى اللَّهِ بِعَزِيزٍ",
                "bnText": "এটা আল্লাহর পক্ষে মোটেই কঠিন নয়।",
                "enText": "And that is not difficult for Allah.",
                "enTextTransliteration": "Wa maa zaalika 'alal laahi bi 'azeez",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1770",
                "numberInSurah": 20,
                "totalNumber": 1770,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَبَرَزُوا لِلَّهِ جَمِيعًا فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِن شَيْءٍ ۚ قَالُوا لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ ۖ سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ",
                "bnText": "সবাই আল্লাহর সামনে দন্ডায়মান হবে এবং দুর্বলেরা বড়দেরকে বলবেঃ আমরা তো তোমাদের অনুসারী ছিলাম-অতএব, তোমরা আল্লাহর আযাব থেকে আমাদেরকে কিছুমাত্র রক্ষা করবে কি? তারা বলবেঃ যদি আল্লাহ আমাদেরকে সৎপথ দেখাতেন, তবে আমরা অবশ্যই তোমাদের কে সৎপথ দেখাতাম। এখন তো আমাদের ধৈর্য্যচ্যুত হই কিংবা সবর করি-সবই আমাদের জন্যে সমান আমাদের রেহাই নেই।",
                "enText": "And they will come out [for judgement] before Allah all together, and the weak will say to those who were arrogant, \"Indeed, we were your followers, so can you avail us anything against the punishment of Allah?\" They will say, \"If Allah had guided us, we would have guided you. It is all the same for us whether we show intolerance or are patient: there is for us no place of escape.\"",
                "enTextTransliteration": "Wa barazoo lillaahi jamee'an faqaalad du'afaaa'u lillazeenas takbarooo innaa kunnaa lakum taba'an fahal antum mughnoona 'annaa min 'azaabil laahi min shai'; qaaloo law hadaanal laahu lahadai naakum sawaaa'un 'alainaaa ajazi'naa am sabarnaa maa lanaa mim mahees",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1771",
                "numberInSurah": 21,
                "totalNumber": 1771,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ ۖ وَمَا كَانَ لِيَ عَلَيْكُم مِّن سُلْطَانٍ إِلَّا أَن دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي ۖ فَلَا تَلُومُونِي وَلُومُوا أَنفُسَكُم ۖ مَّا أَنَا بِمُصْرِخِكُمْ وَمَا أَنتُم بِمُصْرِخِيَّ ۖ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِن قَبْلُ ۗ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
                "bnText": "যখন সব কাজের ফায়সলা হয়ে যাবে, তখন শয়তান বলবেঃ নিশ্চয় আল্লাহ তোমাদেরকে সত্য ওয়াদা দিয়েছিলেন এবং আমি তোমাদের সাথে ওয়াদা করেছি, অতঃপর তা ভঙ্গ করেছি। তোমাদের উপর তো আমার কোন ক্ষমতা ছিল না, কিন্তু এতটুকু যে, আমি তোমাদেরকে ডেকেছি, অতঃপর তোমরা আমার কথা মেনে নিয়েছ। অতএব তোমরা আমাকে ভৎর্সনা করো না এবং নিজেদেরকেই ভৎর্সনা কর। আমি তোমাদের উদ্ধারে সাহায্যকারী নই। এবং তোমরাও আমার উদ্ধারে সাহায্যকারী নও। ইতোপূর্বে তোমরা আমাকে যে আল্লাহর শরীক করেছিলে, আমি তা অস্বীকার করি। নিশ্চয় যারা জালেম তাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।",
                "enText": "And Satan will say when the matter has been concluded, \"Indeed, Allah had promised you the promise of truth. And I promised you, but I betrayed you. But I had no authority over you except that I invited you, and you responded to me. So do not blame me; but blame yourselves. I cannot be called to your aid, nor can you be called to my aid. Indeed, I deny your association of me [with Allah] before. Indeed, for the wrongdoers is a painful punishment.\"",
                "enTextTransliteration": "Wa qaalash Shaitaanu lammaa qudiyal amru innal laaha wa'adakum wa'dal haqqi wa wa'attukum faakhlaftukum wa maa kaana liya 'alaikum min sultaanin illaaa an da'awtukum fastajabtum lee falaa taloomoonee wa loomooo anfusakum maaa ana bimusrikhikum wa maaa antum bimusrikhiyya innee kafartu bimaaa ashraktumooni min qabl; innaz zaalimeena lahum azaabun aleem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1772",
                "numberInSurah": 22,
                "totalNumber": 1772,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ ۖ تَحِيَّتُهُمْ فِيهَا سَلَامٌ",
                "bnText": "এবং যারা বিশ্বাস স্থাপণ করে এবং সৎকর্ম সম্পাদন করে তাদেরকে এমন উদ্যানে প্রবেশ করানো হবে, যার পাদদেশ দিয়ে নির্ঝরিনী সমূহ প্রবাহিত হবে তারা তাতে পালনকর্তার নির্দেশে অনন্তকাল থাকবে। যেখানে তাদের সম্ভাষণ হবে সালাম।",
                "enText": "And those who believed and did righteous deeds will be admitted to gardens beneath which rivers flow, abiding eternally therein by permission of their Lord; and their greeting therein will be, \"Peace!\"",
                "enTextTransliteration": "Wa udkhilal lazeena aamanoo wa 'amilus saalihaati Jannaatin tajree min tahtihal anhaaru khaalideena feehaa bi izni Rabbihim tahiyyatuhum feeha salaam",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1773",
                "numberInSurah": 23,
                "totalNumber": 1773,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ",
                "bnText": "তুমি কি লক্ষ্য কর না, আল্লাহ তা’আলা কেমন উপমা বর্ণনা করেছেনঃ পবিত্র বাক্য হলো পবিত্র বৃক্ষের মত। তার শিকড় মজবুত এবং শাখা আকাশে উত্থিত।",
                "enText": "Have you not considered how Allah presents an example, [making] a good word like a good tree, whose root is firmly fixed and its branches [high] in the sky?",
                "enTextTransliteration": "Alam tara kaifa darabal laahu masalan kalimatan taiyibatan kashajaratin taiyibatin asluhaa saabitunw wa far'uhaa fis samaaa'",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1774",
                "numberInSurah": 24,
                "totalNumber": 1774,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا ۗ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
                "bnText": "সে পালনকর্তার নির্দেশে অহরহ ফল দান করে। আল্লাহ মানুষের জন্যে দৃষ্টান্ত বর্ণণা করেন-যাতে তারা চিন্তা-ভাবনা করে।",
                "enText": "It produces its fruit all the time, by permission of its Lord. And Allah presents examples for the people that perhaps they will be reminded.",
                "enTextTransliteration": "Tu'teee ukulahaa kulla heenim bi izni Rabbihaa; wa yadribul laahul amsaala linnaasi la'allahum yatazak karoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1775",
                "numberInSurah": 25,
                "totalNumber": 1775,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِن فَوْقِ الْأَرْضِ مَا لَهَا مِن قَرَارٍ",
                "bnText": "এবং নোংরা বাক্যের উদাহরণ হলো নোংরা বৃক্ষ। একে মাটির উপর থেকে উপড়ে নেয়া হয়েছে। এর কোন স্থিতি নেই।",
                "enText": "And the example of a bad word is like a bad tree, uprooted from the surface of the earth, not having any stability.",
                "enTextTransliteration": "Wa masalu kalimatin khabeesatin kashajaratin khabee satinij tussat min fawqil ardi maa lahaa min qaraar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1776",
                "numberInSurah": 26,
                "totalNumber": 1776,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَيُضِلُّ اللَّهُ الظَّالِمِينَ ۚ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ",
                "bnText": "আল্লাহ তা’আলা মুমিনদেরকে মজবুত বাক্য দ্বারা মজবুত করেন। পার্থিবজীবনে এবং পরকালে। এবং আল্লাহ জালেমদেরকে পথভ্রষ্ট করেন। আল্লাহ যা ইচ্ছা, তা করেন।",
                "enText": "Allah keeps firm those who believe, with the firm word, in worldly life and in the Hereafter. And Allah sends astray the wrongdoers. And Allah does what He wills.",
                "enTextTransliteration": "Yusabbitul laahul lazeena aamanoo bilqawlis saabiti fil hayaatid dunyaa wa fil Aakhirati wa yudillul laahuz zaalimeen; wa yaf'alul laahu maa yashaaa'",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1777",
                "numberInSurah": 27,
                "totalNumber": 1777,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "۞ أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ",
                "bnText": "তুমি কি তাদের কে দেখনি, যারা আল্লাহর নেয়ামতকে কুফরে পরিণত করেছে এবং স্ব-জাতিকে সম্মুখীন করেছে ধ্বংসের আলয়ে।",
                "enText": "Have you not considered those who exchanged the favor of Allah for disbelief and settled their people [in] the home of ruin?",
                "enTextTransliteration": "Alam tara ilal lazeena baddaloo ni'matal laahi kufranw wa ahalloo qawmahum daaral bawaar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1778",
                "numberInSurah": 28,
                "totalNumber": 1778,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "جَهَنَّمَ يَصْلَوْنَهَا ۖ وَبِئْسَ الْقَرَارُ",
                "bnText": "দোযখের? তারা তাতে প্রবেশ করবে সেটা কতই না মন্দ আবাস।",
                "enText": "[It is] Hell, which they will [enter to] burn, and wretched is the settlement.",
                "enTextTransliteration": "Jahannama yaslawnahaa wa bi'sal qaraar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1779",
                "numberInSurah": 29,
                "totalNumber": 1779,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَجَعَلُوا لِلَّهِ أَندَادًا لِّيُضِلُّوا عَن سَبِيلِهِ ۗ قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ",
                "bnText": "এবং তারা আল্লাহর জন্যে সমকক্ষ স্থির করেছে, যাতে তারা তার পথ থেকে বিচ্যুত করে দেয়। বলুনঃ মজা উপভোগ করে নাও। অতঃপর তোমাদেরকে অগ্নির দিকেই ফিরে যেতে হবে।",
                "enText": "And they have attributed to Allah equals to mislead [people] from His way. Say, \"Enjoy yourselves, for indeed, your destination is the Fire.\"",
                "enTextTransliteration": "Wa ja'aloo lillaahi andaadal liyudilloo 'an sabeelih; qul tamatta'oo fa innaa maseerakum ilan Naar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1780",
                "numberInSurah": 30,
                "totalNumber": 1780,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قُل لِّعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلَاةَ وَيُنفِقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خِلَالٌ",
                "bnText": "আমার বান্দাদেরকে বলে দিন যারা বিশ্বাস স্থাপন করেছে, তারা নামায কায়েম রাখুক এবং আমার দেয়া রিযিক থেকে গোপনে ও প্রকাশ্যে ব্যয় করুক ঐদিন আসার আগে, যেদিন কোন বেচা কেনা নেই এবং বন্ধুত্বও নেই।",
                "enText": "[O Muhammad], tell My servants who have believed to establish prayer and spend from what We have provided them, secretly and publicly, before a Day comes in which there will be no exchange, nor any friendships.",
                "enTextTransliteration": "Qul li'ibaadiyal lazeena aamanoo yuqeemus Salaata wa yunfiqoo mimmaa razaqnaahum sirranw wa 'alaaniyatam min qabli any yaatiya Yawmul laa bai'un feehi wa laa khilaal",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1781",
                "numberInSurah": 31,
                "totalNumber": 1781,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَّكُمْ ۖ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ ۖ وَسَخَّرَ لَكُمُ الْأَنْهَارَ",
                "bnText": "তিনিই আল্লাহ, যিনি নভোমন্ডল ও ভুমন্ডল সৃজন করেছেন এবং আকাশ থেকে পানি বর্ষণ করে অতঃপর তা দ্বারা তোমাদের জন্যে ফলের রিযিক উৎপন্ন করেছেন এবং নৌকাকে তোমাদের আজ্ঞাবহ করেছেন, যাতে তাঁর আদেশে সমুদ্রে চলা ফেরা করে এবং নদ-নদীকে তোমাদের সেবায় নিয়োজিত করেছেন।",
                "enText": "It is Allah who created the heavens and the earth and sent down rain from the sky and produced thereby some fruits as provision for you and subjected for you the ships to sail through the sea by His command and subjected for you the rivers.",
                "enTextTransliteration": "Allaahul lazee khalaqas samaawaati wal arda wa anzala minas samaaa'i maaa'an faakhraja bihee minas samaraati rizqal lakum wa sakhkhara lakumul fulka litajriya fil bahri bi amrihee wa sakhkhara lakumul anhaar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1782",
                "numberInSurah": 32,
                "totalNumber": 1782,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ ۖ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ",
                "bnText": "এবং তোমাদের সেবায় নিয়োজিত করেছেন সূর্যকে এবং চন্দ্রকে সর্বদা এক নিয়মে এবং রাত্রি ও দিবাকে তোমাদের কাজে লাগিয়েছেন।",
                "enText": "And He subjected for you the sun and the moon, continuous [in orbit], and subjected for you the night and the day.",
                "enTextTransliteration": "Wa sakhkhara lakumush shamsa walqamara daaa'ibaini wa sakhkhara lakumul laila wannahaar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1783",
                "numberInSurah": 33,
                "totalNumber": 1783,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَآتَاكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ ۚ وَإِن تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا ۗ إِنَّ الْإِنسَانَ لَظَلُومٌ كَفَّارٌ",
                "bnText": "যে সকল বস্তু তোমরা চেয়েছ, তার প্রত্যেকটি থেকেই তিনি তোমাদেরকে দিয়েছেন। যদি আল্লাহর নেয়ামত গণনা কর, তবে গুণে শেষ করতে পারবে না। নিশ্চয় মানুষ অত্যন্ত অন্যায়কারী, অকৃতজ্ঞ।",
                "enText": "And He gave you from all you asked of Him. And if you should count the favor of Allah, you could not enumerate them. Indeed, mankind is [generally] most unjust and ungrateful.",
                "enTextTransliteration": "Wa aataakum min kulli maa sa altumooh; wa in ta'uddoo ni'matal laahi laa tuhsoohaa; innal insaana lazaloo mun kaffaar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1784",
                "numberInSurah": 34,
                "totalNumber": 1784,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَٰذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ الْأَصْنَامَ",
                "bnText": "যখন ইব্রাহীম বললেনঃ হে পালনকর্তা, এ শহরকে শান্তিময় করে দিন এবং আমাকে ও আমার সন্তান সন্ততিকে মূর্তি পূজা থেকে দূরে রাখুন।",
                "enText": "And [mention, O Muhammad], when Abraham said, \"My Lord, make this city [Makkah] secure and keep me and my sons away from worshipping idols.",
                "enTextTransliteration": "Wa iz qaala Ibraaheemu Rabbij 'al haazal balada aaminanw wajnubnee wa baniyya an na'budal asnaam",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1785",
                "numberInSurah": 35,
                "totalNumber": 1785,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ النَّاسِ ۖ فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي ۖ وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ",
                "bnText": "হে পালনকর্তা, এরা অনেক মানুষকে বিপথগামী করেছে। অতএব যে আমার অনুসরণ করে, সে আমার এবং কেউ আমার অবাধ্যতা করলে নিশ্চয় আপনি ক্ষমাশীল, পরম দয়ালু।",
                "enText": "My Lord, indeed they have led astray many among the people. So whoever follows me - then he is of me; and whoever disobeys me - indeed, You are [yet] Forgiving and Merciful.",
                "enTextTransliteration": "Rabbi innahunna adlalna kaseeram minan naasi faman tabi'anee fa innahoo minnee wa man 'asaanee fa innaka Ghafoorur Raheem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1786",
                "numberInSurah": 36,
                "totalNumber": 1786,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "رَّبَّنَا إِنِّي أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِّنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُم مِّنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ",
                "bnText": "হে আমাদের পালনকর্তা, আমি নিজের এক সন্তানকে তোমার পবিত্র গৃহের সন্নিকটে চাষাবাদহীন উপত্যকায় আবাদ করেছি; হে আমাদের পালনকর্তা, যাতে তারা নামায কায়েম রাখে। অতঃপর আপনি কিছু লোকের অন্তরকে তাদের প্রতি আকৃষ্ট করুন এবং তাদেরকে ফলাদি দ্বারা রুযী দান করুন, সম্ভবতঃ তারা কৃতজ্ঞতা প্রকাশ করবে",
                "enText": "Our Lord, I have settled some of my descendants in an uncultivated valley near Your sacred House, our Lord, that they may establish prayer. So make hearts among the people incline toward them and provide for them from the fruits that they might be grateful.",
                "enTextTransliteration": "Rabbanaaa inneee askantu min zurriyyatee biwaadin ghairi zee zar'in 'inda Baitikal Muharrami Rabbanaa liyuqeemus Salaata faj'al af'idatam minan naasi tahweee ilaihim warzuqhum minas samaraati la'allahum yashkuroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1787",
                "numberInSurah": 37,
                "totalNumber": 1787,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ ۗ وَمَا يَخْفَىٰ عَلَى اللَّهِ مِن شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ",
                "bnText": "হে আমাদের পালনকর্তা, আপনি তো জানেন আমরা যা কিছু গোপনে করি এবং যা কিছু প্রকাশ্য করি। আল্লাহর কাছে পৃথিবীতে ও আকাশে কোন কিছুই গোপন নয়।",
                "enText": "Our Lord, indeed You know what we conceal and what we declare, and nothing is hidden from Allah on the earth or in the heaven.",
                "enTextTransliteration": "Rabbanaaa innaka ta'lamu maa nukhfee wa maa nu'lin; wa maa yakhfaa 'alal laahi min shai'in fil ardi wa laa fis samaaa'",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1788",
                "numberInSurah": 38,
                "totalNumber": 1788,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ ۚ إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ",
                "bnText": "সমস্ত প্রশংসা আল্লাহরই, যিনি আমাকে এই বার্ধক্যে ইসমাঈল ও ইসহাক দান করেছেন নিশ্চয় আমার পালনকর্তা দোয়া শ্রবণ করেন।",
                "enText": "Praise to Allah, who has granted to me in old age Ishmael and Isaac. Indeed, my Lord is the Hearer of supplication.",
                "enTextTransliteration": "Alhamdu lillaahil lazee wahaba lee 'alal kibari Ismaa'eela wa Ishaaq; inna Rabbee lasamee'ud du'aaa",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1789",
                "numberInSurah": 39,
                "totalNumber": 1789,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِن ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
                "bnText": "হে আমার পালনকর্তা, আমাকে নামায কায়েমকারী করুন এবং আমার সন্তানদের মধ্যে থেকেও। হে আমাদের পালনকর্তা, এবং কবুল করুন আমাদের দোয়া।",
                "enText": "My Lord, make me an establisher of prayer, and [many] from my descendants. Our Lord, and accept my supplication.",
                "enTextTransliteration": "Rabbij 'alnee muqeemas Salaati wa min zurriyyatee Rabbanaa wa taqabbal du'aaa'",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1790",
                "numberInSurah": 40,
                "totalNumber": 1790,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ",
                "bnText": "হে আমাদের পালনকর্তা, আমাকে, আমার পিতা-মাতাকে এবং সব মুমিনকে ক্ষমা করুন, যেদিন হিসাব কায়েম হবে।",
                "enText": "Our Lord, forgive me and my parents and the believers the Day the account is established.\"",
                "enTextTransliteration": "Rabbanagh fir lee wa liwaalidaiya wa lilmu'mineena Yawma yaqoomul hisaab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1791",
                "numberInSurah": 41,
                "totalNumber": 1791,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ",
                "bnText": "জালেমরা যা করে, সে সম্পর্কে আল্লাহকে কখনও বেখবর মনে করো না তাদেরকে তো ঐ দিন পর্যন্ত অবকাশ দিয়ে রেখেছেন, যেদিন চক্ষুসমূহ বিস্ফোরিত হবে।",
                "enText": "And never think that Allah is unaware of what the wrongdoers do. He only delays them for a Day when eyes will stare [in horror].",
                "enTextTransliteration": "Wa laa tahsabannal laaha ghaafilan 'ammaa ya'maluz zaalimoon; innamaa yu'akh khiruhum li Yawmin tashkhasu feehil absaar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1792",
                "numberInSurah": 42,
                "totalNumber": 1792,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ ۖ وَأَفْئِدَتُهُمْ هَوَاءٌ",
                "bnText": "তারা মস্তক উপরে তুলে ভীত-বিহবল চিত্তে দৌড়াতে থাকবে। তাদের দিকে তাদের দৃষ্টি ফিরে আসবে না এবং তাদের অন্তর উড়ে যাবে।",
                "enText": "Racing ahead, their heads raised up, their glance does not come back to them, and their hearts are void.",
                "enTextTransliteration": "Muhti'eena muqni'ee ru'oosihim laa yartaddu ilaihim tarfuhum wa af'idatuhum hawaaa'",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1793",
                "numberInSurah": 43,
                "totalNumber": 1793,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَأَنذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُوا رَبَّنَا أَخِّرْنَا إِلَىٰ أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ ۗ أَوَلَمْ تَكُونُوا أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍ",
                "bnText": "মানুষকে ঐ দিনের ভয় প্রদর্শন করুন, যেদিন তাদের কাছে আযাব আসবে। তখন জালেমরা বলবেঃ হে আমাদের পালনকর্তা, আমাদেরকে সামান্য মেয়াদ পর্যন্ত সময় দিন, যাতে আমরা আপনার আহবানে সাড়া দিতে এবং পয়গম্বরগণের অনুসরণ করতে পারি। তোমরা কি ইতোপূর্বে কসম খেতে না যে, তোমাদেরকে দুনিয়া থেকে যেতে হবে না",
                "enText": "And, [O Muhammad], warn the people of a Day when the punishment will come to them and those who did wrong will say, \"Our Lord, delay us for a short term; we will answer Your call and follow the messengers.\" [But it will be said], \"Had you not sworn, before, that for you there would be no cessation?",
                "enTextTransliteration": "Wa anzirin naasa Yawma yaateehimul 'azaabu fa yaqoolul lazeena zalamoo Rabbanaaa akhkhirnaaa ilaaa ajalin qareebin nujib da'wataka wa nattabi 'ir Rusul; awalam takoonooo aqsamtum min qablu maa lakum min zawaal",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1794",
                "numberInSurah": 44,
                "totalNumber": 1794,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَسَكَنتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْأَمْثَالَ",
                "bnText": "তোমরা তাদের বাসভূমিতেই বসবাস করতে, যারা নিজেদের উপর জুলুম করেছে এবং তোমাদের জানা হয়ে গিয়েছিল যে, আমি তাদের সাথে কিরূপ ব্যবহার করেছি এবং আমি তোমাদেরকে ওদের সব কাহিনীই বর্ণনা করেছি।",
                "enText": "And you lived among the dwellings of those who wronged themselves, and it had become clear to you how We dealt with them. And We presented for you [many] examples.\"",
                "enTextTransliteration": "Wa sakantum fee masaakinil lazeena zalamooo anfusahum wa tabaiyana lakum kaifa fa'alnaa bihim wa darabnaa lakumul amsaal",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1795",
                "numberInSurah": 45,
                "totalNumber": 1795,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِندَ اللَّهِ مَكْرُهُمْ وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ",
                "bnText": "তারা নিজেদের মধ্যে ভীষণ চক্রান্ত করে নিয়েছে এবং আল্লাহর সামনে রক্ষিত আছে তাদের কু-চক্রান্ত। তাদের কুটকৌশল পাহাড় টলিয়ে দেয়ার মত হবে না।",
                "enText": "And they had planned their plan, but with Allah is [recorded] their plan, even if their plan had been [sufficient] to do away with the mountains.",
                "enTextTransliteration": "Wa qad makaroo makrahum wa 'indal laahi makruhum wa in kaana makruhum litazoola minhul jibaal",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1796",
                "numberInSurah": 46,
                "totalNumber": 1796,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَلَا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ ۗ إِنَّ اللَّهَ عَزِيزٌ ذُو انتِقَامٍ",
                "bnText": "অতএব আল্লাহর প্রতি ধারণা করো না যে, তিনি রসূলগণের সাথে কৃত ওয়াদা ভঙ্গ করবেন নিশ্চয় আল্লাহ পরাক্রমশালী, প্রতিশোধ গ্রহণকারী।",
                "enText": "So never think that Allah will fail in His promise to His messengers. Indeed, Allah is Exalted in Might and Owner of Retribution.",
                "enTextTransliteration": "Falaa tahsabannal laaha mukhlifa wa'dihee Rusulah; innal laaha 'azeezun zuntiqaam",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1797",
                "numberInSurah": 47,
                "totalNumber": 1797,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ ۖ وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ",
                "bnText": "যেদিন পরিবর্তিত করা হবে এ পৃথিবীকে অন্য পৃথিবীতে এবং পরিবর্তিত করা হবে আকাশ সমূহকে এবং লোকেরা পরাক্রমশালী এবং আল্লাহর সামনে পেশ হবে।",
                "enText": "[It will be] on the Day the earth will be replaced by another earth, and the heavens [as well], and all creatures will come out before Allah, the One, the Prevailing.",
                "enTextTransliteration": "Yawma tubaddalul ardu ghairal ardi wassamaawaatu wa barazoo lillaahil Waahidil Qahhaar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1798",
                "numberInSurah": 48,
                "totalNumber": 1798,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَتَرَى الْمُجْرِمِينَ يَوْمَئِذٍ مُّقَرَّنِينَ فِي الْأَصْفَادِ",
                "bnText": "তুমি ঐদিন পাপীদেরকে পরস্পরে শৃংখলা বদ্ধ দেখবে।",
                "enText": "And you will see the criminals that Day bound together in shackles,",
                "enTextTransliteration": "Wa taral mujrimeena Yawma 'izim muqarraneena filasfaad",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1799",
                "numberInSurah": 49,
                "totalNumber": 1799,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "سَرَابِيلُهُم مِّن قَطِرَانٍ وَتَغْشَىٰ وُجُوهَهُمُ النَّارُ",
                "bnText": "তাদের জামা হবে দাহ্য আলকাতরার এবং তাদের মুখমন্ডলকে আগুন আচ্ছন্ন করে ফেলবে।",
                "enText": "Their garments of liquid pitch and their faces covered by the Fire.",
                "enTextTransliteration": "Saraabeeluhum min qatiraaninw wa taghshaa wujoohahumun Naar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1800",
                "numberInSurah": 50,
                "totalNumber": 1800,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "لِيَجْزِيَ اللَّهُ كُلَّ نَفْسٍ مَّا كَسَبَتْ ۚ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
                "bnText": "যাতে আল্লাহ প্রত্যেককে তার কৃতকর্মের প্রতিদান দেন। নিশ্চয় আল্লাহ দ্রুত হিসাব গ্রহণকারী।",
                "enText": "So that Allah will recompense every soul for what it earned. Indeed, Allah is swift in account.",
                "enTextTransliteration": "Liyajziyal laahu kulla nafsim maa kasabat; innal laaha saree'ul hisaab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1801",
                "numberInSurah": 51,
                "totalNumber": 1801,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "هَٰذَا بَلَاغٌ لِّلنَّاسِ وَلِيُنذَرُوا بِهِ وَلِيَعْلَمُوا أَنَّمَا هُوَ إِلَٰهٌ وَاحِدٌ وَلِيَذَّكَّرَ أُولُو الْأَلْبَابِ",
                "bnText": "এটা মানুষের একটি সংবাদনামা এবং যাতে এতদ্বারা ভীত হয় এবং যাতে জেনে নেয় যে, উপাস্য তিনিই-একক; এবং যাতে বুদ্ধিমানরা চিন্তা-ভাবনা করে।",
                "enText": "This [Qur'an] is notification for the people that they may be warned thereby and that they may know that He is but one God and that those of understanding will be reminded.",
                "enTextTransliteration": "Haaza balaaghul linnaasi wa liyunzaroo bihee wa liya'lamooo annamaa Huwa Illaahunw Waahidunw wa liyaz zakkara ulul albaab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1802",
                "numberInSurah": 52,
                "totalNumber": 1802,
                "juz": 13,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            }
        ]
    }
]