[
    {
        "name": "سُورَةُ الأَعۡرَافِ",
        "enName": "Al-A'raaf",
        "enNameTranslation": "The Heights",
        "bnNameTranslation": "আল আরাফ",
        "no": 7,
        "revelationType": "Meccan",
        "verses": [
            {
                "text": "۞ قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِن قَوْمِهِ لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِن قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا ۚ قَالَ أَوَلَوْ كُنَّا كَارِهِينَ",
                "bnText": "তার সম্প্রদায়ের দাম্ভিক সর্দাররা বললঃ হে শোয়ায়েব, আমরা অবশ্যই তোমাকে এবং তোমার সাথে বিশ্বাস স্থাপনকারীদেরকে শহর থেকে বের করে দেব অথবা তোমরা আমাদের ধর্মে প্রত্যাবর্তন করবে। শোয়ায়েব বললঃ আমরা অপছন্দ করলেও কি",
                "enText": "Said the eminent ones who were arrogant among his people, \"We will surely evict you, O Shu'ayb, and those who have believed with you from our city, or you must return to our religion.\" He said, \"Even if we were unwilling?\"",
                "enTextTransliteration": "Qaalal mala ul lazeenas takbaroo min qawmihee lanukhrijannaka yaa Shu'aibu wallazeena aamanoo ma'aka min qaryatinaaa aw lata'oo dunna fee millatinaa; qaala awa law kunnaa kaariheen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1042",
                "numberInSurah": 88,
                "totalNumber": 1042,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَدِ افْتَرَيْنَا عَلَى اللَّهِ كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُم بَعْدَ إِذْ نَجَّانَا اللَّهُ مِنْهَا ۚ وَمَا يَكُونُ لَنَا أَن نَّعُودَ فِيهَا إِلَّا أَن يَشَاءَ اللَّهُ رَبُّنَا ۚ وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًا ۚ عَلَى اللَّهِ تَوَكَّلْنَا ۚ رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنتَ خَيْرُ الْفَاتِحِينَ",
                "bnText": "আমরা আল্লাহর প্রতি মিথ্যা অপবাদকারী হয়ে যাব যদি আমরা তোমাদের ধর্মে প্রত্যাবর্তন করি, অথচ তিনি আমাদেরকে এ থেকে মুক্তি দিয়েছেন। আমাদের কাজ নয় এ ধর্মে প্রত্যাবর্তন করা, কিন্তু আমাদের প্রতি পালক আল্লাহ যদি চান। আমাদের প্রতিপালক প্রত্যেক বস্তুকে স্বীয় জ্ঞান দ্বারা বেষ্টন করে আছেন। আল্লাহর প্রতিই আমরা ভরসা করেছি। হে আমাদের প্রতিপালক আমাদের ও আমাদের সম্প্রদায়ের মধ্যে ফয়সালা করে ছিল যথার্থ ফয়সালা। আপনিই শ্রেষ্টতম ফসলা ফয়সালাকারী।",
                "enText": "We would have invented against Allah a lie if we returned to your religion after Allah had saved us from it. And it is not for us to return to it except that Allah, our Lord, should will. Our Lord has encompassed all things in knowledge. Upon Allah we have relied. Our Lord, decide between us and our people in truth, and You are the best of those who give decision.\"",
                "enTextTransliteration": "Qadif tarainaa 'alal laahi kaziban in 'udnaa fee millatikum ba'da iz najjaanal laahu minhaa; wa maa yakoonu lanaaa an na'ooda feehaaa illaaa ai yashaaa'al laahu Rabbunaa; wasi'a Rabbunaa kulla shai'in 'ilmaa; 'alal laahi tawakkalnaa; Rabbanaf tah bainanaa wa baina qawminaa bilhaqqi wa Anta khairul faatiheen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1043",
                "numberInSurah": 89,
                "totalNumber": 1043,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِن قَوْمِهِ لَئِنِ اتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَّخَاسِرُونَ",
                "bnText": "তার সম্প্রদায়ের কাফের সর্দাররা বললঃ যদি তোমরা শোয়ায়েবের অনুসরণ কর, তবে নিশ্চিতই ক্ষতিগ্রস্ত হবে।",
                "enText": "Said the eminent ones who disbelieved among his people, \"If you should follow Shu'ayb, indeed, you would then be losers.\"",
                "enTextTransliteration": "Wa qaalal mala ul lazeena kafaroo min qawmihee la'init taba'tum Shu'aiban innakum izal lakhaasiroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1044",
                "numberInSurah": 90,
                "totalNumber": 1044,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ",
                "bnText": "অনন্তর পাকড়াও করল তাদেরকে ভূমিকম্প। ফলে তারা সকাল বেলায় গৃহ মধ্যে উপুড় হয়ে পড়ে রইল।",
                "enText": "So the earthquake seized them, and they became within their home [corpses] fallen prone.",
                "enTextTransliteration": "Fa akhazat humur rajfatu fa asbahoo fee daarihim jaasimeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1045",
                "numberInSurah": 91,
                "totalNumber": 1045,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "الَّذِينَ كَذَّبُوا شُعَيْبًا كَأَن لَّمْ يَغْنَوْا فِيهَا ۚ الَّذِينَ كَذَّبُوا شُعَيْبًا كَانُوا هُمُ الْخَاسِرِينَ",
                "bnText": "শোয়ায়েবের প্রতি মিথ্যারোপকারীরা যেন কোন দিন সেখানে বসবাসই করেনি। যারা শোয়ায়েবের প্রতি মিথ্যারোপ করেছিল, তারাই ক্ষতিগ্রস্থ হল।",
                "enText": "Those who denied Shu'ayb - it was as though they had never resided there. Those who denied Shu'ayb - it was they who were the losers.",
                "enTextTransliteration": "Allazeena kazzaboo Shu'aiban ka al alm yaghnaw feehaa; allazeena kazzaboo Shu'aiban kaanoo humul khaasireen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1046",
                "numberInSurah": 92,
                "totalNumber": 1046,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَاتِ رَبِّي وَنَصَحْتُ لَكُمْ ۖ فَكَيْفَ آسَىٰ عَلَىٰ قَوْمٍ كَافِرِينَ",
                "bnText": "অনন্তর সে তাদের কাছ থেকে প্রস্থান করল এবং বললঃ হে আমার সম্প্রদায়, আমি তোমাদেরকে প্রতিপালকের পয়গাম পৌছে দিয়েছি এবং তোমাদের হিত কামনা করেছি। এখন আমি কাফেরদের জন্যে কেন দুঃখ করব।",
                "enText": "And he turned away from them and said, \"O my people, I had certainly conveyed to you the messages of my Lord and advised you, so how could I grieve for a disbelieving people?\"",
                "enTextTransliteration": "Fatawalla 'anhum wa qaala yaa qawmi laqad ablaghtukum Risaalaati Rabbee wa nasahtu lakum fakaifa aasaa'alaa qawmin kaafireen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1047",
                "numberInSurah": 93,
                "totalNumber": 1047,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِّن نَّبِيٍّ إِلَّا أَخَذْنَا أَهْلَهَا بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَضَّرَّعُونَ",
                "bnText": "আর আমি কোন জনপদে কোন নবী পাঠাইনি, তবে (এমতাবস্থায়) যে পাকড়াও করেছি সে জনপদের অধিবাসীদিগকে কষ্ট ও কঠোরতার মধ্যে, যাতে তারা শিথিল হয়ে পড়ে।",
                "enText": "And We sent to no city a prophet [who was denied] except that We seized its people with poverty and hardship that they might humble themselves [to Allah].",
                "enTextTransliteration": "Wa maaa arsalnaa fee qaryatim min Nabiyyin illaaa akhaznaaa ahlahaa bil baasaaa'i waddarraaa'i la'allahum yaddarra'oon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1048",
                "numberInSurah": 94,
                "totalNumber": 1048,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتَّىٰ عَفَوا وَّقَالُوا قَدْ مَسَّ آبَاءَنَا الضَّرَّاءُ وَالسَّرَّاءُ فَأَخَذْنَاهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
                "bnText": "অতঃপর অকল্যাণের স্থলে তা কল্যাণে বদলে দিয়েছে। এমনকি তারা অনেক বেড়ে গিয়েছি এবং বলতে শুরু করেছে, আমাদের বাপ-দাদাদের উপরও এমন আনন্দ-বেদনা এসেছে। অতঃপর আমি তাদেরকে পাকড়াও করেছি এমন আকস্মিকভাবে যে তারা টেরও পায়নি।",
                "enText": "Then We exchanged in place of the bad [condition], good, until they increased [and prospered] and said, \"Our fathers [also] were touched with hardship and ease.\" So We seized them suddenly while they did not perceive.",
                "enTextTransliteration": "Summa baddalnaa makaa nas saiyi'atil hasanata hattaa 'afaw wa qaaloo qad massa aabaa'anad darraaa'u wassarraaa'u fa akhaznaahum baghtatanw wa hum laa yash'uroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1049",
                "numberInSurah": 95,
                "totalNumber": 1049,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَوْ أَنَّ أَهْلَ الْقُرَىٰ آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِم بَرَكَاتٍ مِّنَ السَّمَاءِ وَالْأَرْضِ وَلَٰكِن كَذَّبُوا فَأَخَذْنَاهُم بِمَا كَانُوا يَكْسِبُونَ",
                "bnText": "আর যদি সে জনপদের অধিবাসীরা ঈমান আনত এবং পরহেযগারী অবলম্বন করত, তবে আমি তাদের প্রতি আসমানী ও পার্থিব নেয়ামত সমূহ উম্মুক্ত করে দিতাম। কিন্তু তারা মিথ্যা প্রতিপন্ন করেছে। সুতরাং আমি তাদেরকে পাকড়াও করেছি তাদের কৃতকর্মের বদলাতে।",
                "enText": "And if only the people of the cities had believed and feared Allah, We would have opened upon them blessings from the heaven and the earth; but they denied [the messengers], so We seized them for what they were earning.\"",
                "enTextTransliteration": "Wa law anna ahlal quraaa aamanoo wattaqaw lafatahnaa 'alaihim barakaatim minas samaaa'i wal ardi wa laakin kazzaboo fa akhaznaahum bimaa kaanoo yaksiboon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1050",
                "numberInSurah": 96,
                "totalNumber": 1050,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "أَفَأَمِنَ أَهْلُ الْقُرَىٰ أَن يَأْتِيَهُم بَأْسُنَا بَيَاتًا وَهُمْ نَائِمُونَ",
                "bnText": "এখনও কি এই জনপদের অধিবাসীরা এ ব্যাপারে নিশ্চিন্ত যে, আমার আযাব তাদের উপর রাতের বেলায় এসে পড়বে অথচ তখন তারা থাকবে ঘুমে অচেতন।",
                "enText": "Then, did the people of the cities feel secure from Our punishment coming to them at night while they were asleep?",
                "enTextTransliteration": "Afa amina ahlul quraaa ai yaatiyahum baasunaa bayaatanw wa hum naaa'imoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1051",
                "numberInSurah": 97,
                "totalNumber": 1051,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "أَوَأَمِنَ أَهْلُ الْقُرَىٰ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ",
                "bnText": "আর এই জনপদের অধিবাসীরা কি নিশ্চিন্ত হয়ে পড়েছে যে, তাদের উপর আমার আযাব দিনের বেলাতে এসে পড়বে অথচ তারা তখন থাকবে খেলা-ধুলায় মত্ত।",
                "enText": "Or did the people of the cities feel secure from Our punishment coming to them in the morning while they were at play?",
                "enTextTransliteration": "Awa amina ahlul quraaa ai yaatiyahum baasunaa duhanw wa hum yal'aboon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1052",
                "numberInSurah": 98,
                "totalNumber": 1052,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "أَفَأَمِنُوا مَكْرَ اللَّهِ ۚ فَلَا يَأْمَنُ مَكْرَ اللَّهِ إِلَّا الْقَوْمُ الْخَاسِرُونَ",
                "bnText": "তারা কি আল্লাহর পাকড়াওয়ের ব্যাপারে নিশ্চিন্ত হয়ে গেছে? বস্তুতঃ আল্লাহর পাকড়াও থেকে তারাই নিশ্চিন্ত হতে পারে, যাদের ধ্বংস ঘনিয়ে আসে।",
                "enText": "Then did they feel secure from the plan of Allah? But no one feels secure from the plan of Allah except the losing people.",
                "enTextTransliteration": "Afa aminoo makral laah; falaa yaamanu makral laahi illal qawmul khaasiroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1053",
                "numberInSurah": 99,
                "totalNumber": 1053,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الْأَرْضَ مِن بَعْدِ أَهْلِهَا أَن لَّوْ نَشَاءُ أَصَبْنَاهُم بِذُنُوبِهِمْ ۚ وَنَطْبَعُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ",
                "bnText": "তাদের নিকট কি একথা প্রকাশিত হয়নি, যারা উত্তারাধিকার লাভ করেছে। সেখানকার লোকদের ধ্বংসপ্রাপ্ত হবার পর যদি আমি ইচ্ছা করতাম, , তবে তাদেরকে তাদের পাপের দরুন পাকড়াও করে ফেলতাম। বস্তুতঃ আমি মোহর এঁটে দিয়েছি তাদের অন্তরসমূহের উপর। কাজেই এরা শুনতে পায় না।",
                "enText": "Has it not become clear to those who inherited the earth after its [previous] people that if We willed, We could afflict them for their sins? But We seal over their hearts so they do not hear.",
                "enTextTransliteration": "Awa lam yahdi lillazeena yarisoonal arda mim ba'di ahlihaaa al law nashaaa'u asabnaahum bizunoobihim; wa natba'u 'alaa quloobihim fahum laa yasma'oon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1054",
                "numberInSurah": 100,
                "totalNumber": 1054,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "تِلْكَ الْقُرَىٰ نَقُصُّ عَلَيْكَ مِنْ أَنبَائِهَا ۚ وَلَقَدْ جَاءَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِن قَبْلُ ۚ كَذَٰلِكَ يَطْبَعُ اللَّهُ عَلَىٰ قُلُوبِ الْكَافِرِينَ",
                "bnText": "এগুলো হল সে সব জনপদ যার কিছু বিবরণ আমি আপনাকে অবহিত করছি। আর নিশ্চিতই ওদের কাছে পৌছেছিলেন রসূল নিদর্শন সহকারে। অতঃপর কস্মিনকালও এরা ঈমান আনবার ছিল না, তারপরে যা তার ইতিপূর্বে মিথ্যা বলে প্রতিপন্ন করেছে। এভাবেই আল্লাহ কাফেরদের অন্তরে মোহর এঁটে দেন।",
                "enText": "Those cities - We relate to you, [O Muhammad], some of their news. And certainly did their messengers come to them with clear proofs, but they were not to believe in that which they had denied before. Thus does Allah seal over the hearts of the disbelievers.",
                "enTextTransliteration": "Tilkal quraa naqussu 'alaika min ambaaa'ihaa; wa laqad jaaa'at hum Rusuluhum bilbaiyinaati famaa kaanoo liyu'minoo bimaa kazzaboo min qabl; kazaalika yatba'ul laahu 'alaa quloobil kaafireen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1055",
                "numberInSurah": 101,
                "totalNumber": 1055,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمَا وَجَدْنَا لِأَكْثَرِهِم مِّنْ عَهْدٍ ۖ وَإِن وَجَدْنَا أَكْثَرَهُمْ لَفَاسِقِينَ",
                "bnText": "আর তাদের অধিকাংশ লোককেই আমি প্রতিজ্ঞা বাস্তবায়নকারীরূপে পাইনি; বরং তাদের অধিকাংশকে পেয়েছি হুকুম অমান্যকারী।",
                "enText": "And We did not find for most of them any covenant; but indeed, We found most of them defiantly disobedient.",
                "enTextTransliteration": "Wa maa wajadnaa li aksarihim min 'ahd; wa inw wajadnaaa aksarahum lafaasiqeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1056",
                "numberInSurah": 102,
                "totalNumber": 1056,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "ثُمَّ بَعَثْنَا مِن بَعْدِهِم مُّوسَىٰ بِآيَاتِنَا إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ فَظَلَمُوا بِهَا ۖ فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ",
                "bnText": "অতঃপর আমি তাদের পরে মূসাকে পাঠিয়েছি নিদর্শনাবলী দিয়ে ফেরাউন ও তার সভাসদদের নিকট। বস্তুতঃ ওরা তাঁর মোকাবেলায় কুফরী করেছে। সুতরাং চেয়ে দেখ, কি পরিণতি হয়েছে অনাচারীদের।",
                "enText": "Then We sent after them Moses with Our signs to Pharaoh and his establishment, but they were unjust toward them. So see how was the end of the corrupters.",
                "enTextTransliteration": "Summa ba'asnaa mim ba'dihim Moosaa bi Aayaatinaaa ilaa Fir'awana wa mala'ihee fazalamoo bihaa fanzur kaifa kaana 'aaqibatul mufsideen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1057",
                "numberInSurah": 103,
                "totalNumber": 1057,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَقَالَ مُوسَىٰ يَا فِرْعَوْنُ إِنِّي رَسُولٌ مِّن رَّبِّ الْعَالَمِينَ",
                "bnText": "আর মূসা বললেন, হে ফেরাউন, আমি বিশ্ব-পালনকর্তার পক্ষ থেকে আগত রসূল।",
                "enText": "And Moses said, \"O Pharaoh, I am a messenger from the Lord of the worlds",
                "enTextTransliteration": "Wa qaala Moosaa yaa Fir'awnu inee Rasoolum mir Rabbil 'aalameen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1058",
                "numberInSurah": 104,
                "totalNumber": 1058,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "حَقِيقٌ عَلَىٰ أَن لَّا أَقُولَ عَلَى اللَّهِ إِلَّا الْحَقَّ ۚ قَدْ جِئْتُكُم بِبَيِّنَةٍ مِّن رَّبِّكُمْ فَأَرْسِلْ مَعِيَ بَنِي إِسْرَائِيلَ",
                "bnText": "আল্লাহর পক্ষ থেকে যে সত্য এসেছে, তার ব্যতিক্রম কিছু না বলার ব্যাপারে আমি সুদৃঢ়। আমি তোমাদের পরওয়ারদেগারের নিদর্শন নিয়ে এসেছি। সুতরাং তুমি বনী ইসরাঈলদেরকে আমার সাথে পাঠিয়ে দাও।",
                "enText": "[Who is] obligated not to say about Allah except the truth. I have come to you with clear evidence from your Lord, so send with me the Children of Israel.\"",
                "enTextTransliteration": "Haqeequn 'alaaa al laaa aqoola 'alal laahi illal haqq; qad ji'tukum bibaiyinatim mir Rabbikum fa arsil ma'iya Baneee Israaa'eel",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1059",
                "numberInSurah": 105,
                "totalNumber": 1059,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ إِن كُنتَ جِئْتَ بِآيَةٍ فَأْتِ بِهَا إِن كُنتَ مِنَ الصَّادِقِينَ",
                "bnText": "সে বলল, যদি তুমি কোন নিদর্শন নিয়ে এসে থাক, তাহলে তা উপস্থিত কর যদি তুমি সত্যবাদী হয়ে থাক।",
                "enText": "[Pharaoh] said, \"If you have come with a sign, then bring it forth, if you should be of the truthful.\"",
                "enTextTransliteration": "Qaala in kunta ji'ta bi Aayatin faati bihaaa in kunta minas saadiqeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1060",
                "numberInSurah": 106,
                "totalNumber": 1060,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَأَلْقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُّبِينٌ",
                "bnText": "তখন তিনি নিক্ষেপ করলেন নিজের লাঠিখানা এবং তাৎক্ষণাৎ তা জলজ্যান্ত এক অজগরে রূপান্তরিত হয়ে গেল।",
                "enText": "So Moses threw his staff, and suddenly it was a serpent, manifest.",
                "enTextTransliteration": "Qa alqaa 'asaahu fa izaa hiya su'baanum mubeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1061",
                "numberInSurah": 107,
                "totalNumber": 1061,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ",
                "bnText": "আর বের করলেন নিজের হাত এবং তা সঙ্গে সঙ্গে দর্শকদের চোখে ধবধবে উজ্জ্বল দেখাতে লাগল।",
                "enText": "And he drew out his hand; thereupon it was white [with radiance] for the observers.",
                "enTextTransliteration": "Wa naza'a yadahoo fa izaa hiya baidaaa'u linnaazireen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1062",
                "numberInSurah": 108,
                "totalNumber": 1062,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ الْمَلَأُ مِن قَوْمِ فِرْعَوْنَ إِنَّ هَٰذَا لَسَاحِرٌ عَلِيمٌ",
                "bnText": "ফেরাউনের সাঙ্গ-পাঙ্গরা বলতে লাগল, নিশ্চয় লোকটি বিজ্ঞ-যাদুকর।",
                "enText": "Said the eminent among the people of Pharaoh, \"Indeed, this is a learned magician",
                "enTextTransliteration": "Qaalal mala-u min qawmi Fir'awna inna haazaa lasaa hirun 'aleem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1063",
                "numberInSurah": 109,
                "totalNumber": 1063,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُمْ ۖ فَمَاذَا تَأْمُرُونَ",
                "bnText": "সে তোমাদিগকে তোমাদের দেশ থেকে বের করে দিতে চায়। এ ব্যাপারে তোমাদের কি মত",
                "enText": "Who wants to expel you from your land [through magic], so what do you instruct?\"",
                "enTextTransliteration": "Yureedu ai yukhrijakum min ardikum famaazaa taamuroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1064",
                "numberInSurah": 110,
                "totalNumber": 1064,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالُوا أَرْجِهْ وَأَخَاهُ وَأَرْسِلْ فِي الْمَدَائِنِ حَاشِرِينَ",
                "bnText": "তারা বলল, আপনি তাকে ও তার ভাইকে অবকাশ দান করুন এবং শহরে বন্দরে লোক পাঠিয়ে দিন লোকদের সমবেত করার জন্য।",
                "enText": "They said, \"Postpone [the matter of] him and his brother and send among the cities gatherers",
                "enTextTransliteration": "Qaalooo arjih wa akhaahu wa arsil filmadaaa'ini haashireen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1065",
                "numberInSurah": 111,
                "totalNumber": 1065,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "يَأْتُوكَ بِكُلِّ سَاحِرٍ عَلِيمٍ",
                "bnText": "যাতে তারা পরাকাষ্ঠাসম্পন্ন বিজ্ঞ যাদুকরদের এনে সমবেত করে।",
                "enText": "Who will bring you every learned magician.\"",
                "enTextTransliteration": "Yaatooka bikulli saahirin 'aleem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1066",
                "numberInSurah": 112,
                "totalNumber": 1066,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَجَاءَ السَّحَرَةُ فِرْعَوْنَ قَالُوا إِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ الْغَالِبِينَ",
                "bnText": "বস্তুতঃ যাদুকররা এসে ফেরাউনের কাছে উপস্থিত হল। তারা বলল, আমাদের জন্যে কি কোন পারিশ্রমিক নির্ধারিত আছে, যদি আমরা জয়লাভ করি",
                "enText": "And the magicians came to Pharaoh. They said, \"Indeed for us is a reward if we are the predominant.\"",
                "enTextTransliteration": "Wa jaaa'as saharatu Fir'awna qaaloo inna lanaa la ajjran in kunnaa nahnul ghaalibeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1067",
                "numberInSurah": 113,
                "totalNumber": 1067,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ الْمُقَرَّبِينَ",
                "bnText": "সে বলল, হ্যাঁ এবং অবশ্যই তোমরা আমার নিকটবর্তী লোক হয়ে যাবে।",
                "enText": "He said, \"Yes, and, [moreover], you will be among those made near [to me].\"",
                "enTextTransliteration": "Qaala na'am wa innakum laminal muqarrabeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1068",
                "numberInSurah": 114,
                "totalNumber": 1068,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالُوا يَا مُوسَىٰ إِمَّا أَن تُلْقِيَ وَإِمَّا أَن نَّكُونَ نَحْنُ الْمُلْقِينَ",
                "bnText": "তারা বলল, হে মূসা! হয় তুমি নিক্ষেপ কর অথবা আমরা নিক্ষেপ করছি।",
                "enText": "They said, \"O Moses, either you throw [your staff], or we will be the ones to throw [first].\"",
                "enTextTransliteration": "Qaaloo yaa Moosaaa immaaa an tulqiya wa immaaa an nakoona nahnul mulqeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1069",
                "numberInSurah": 115,
                "totalNumber": 1069,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ أَلْقُوا ۖ فَلَمَّا أَلْقَوْا سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَاءُوا بِسِحْرٍ عَظِيمٍ",
                "bnText": "তিনি বললেন, তোমরাই নিক্ষেপ কর। যখন তারা নিক্ষেপ করল তখন লোকদের চোখগুলোকে বাধিয়ে দিল, ভীত-সন্ত্রস্ত করে তুলল এবং মহাযাদু প্রদর্শন করল।",
                "enText": "He said, \"Throw,\" and when they threw, they bewitched the eyes of the people and struck terror into them, and they presented a great [feat of] magic.",
                "enTextTransliteration": "Qaala alqoo falam maaa alqaw saharooo a'yunannaasi wastarhaboohum wa jaaa'oo bisihrin 'azeem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1070",
                "numberInSurah": 116,
                "totalNumber": 1070,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "۞ وَأَوْحَيْنَا إِلَىٰ مُوسَىٰ أَنْ أَلْقِ عَصَاكَ ۖ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ",
                "bnText": "তারপর আমি ওহীযোগে মূসাকে বললাম, এবার নিক্ষেপ কর তোমার লাঠিখানা। অতএব সঙ্গে সঙ্গে তা সে সমুদয়কে গিলতে লাগল, যা তারা বানিয়েছিল যাদু বলে।",
                "enText": "And We inspired to Moses, \"Throw your staff,\" and at once it devoured what they were falsifying.",
                "enTextTransliteration": "Wa awhainaaa ilaa Moosaaa an alqi 'asaaka fa izaa hiya talqafu maa yaafikoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1071",
                "numberInSurah": 117,
                "totalNumber": 1071,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوا يَعْمَلُونَ",
                "bnText": "সুতরাং এভাবে প্রকাশ হয়ে গেল সত্য বিষয় এবং ভুল প্রতিপন্ন হয়ে গেল যা কিছু তারা করেছিল।",
                "enText": "So the truth was established, and abolished was what they were doing.",
                "enTextTransliteration": "Fawaqa'al haqqu wa batala maa kaanoo ya'maloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1072",
                "numberInSurah": 118,
                "totalNumber": 1072,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَغُلِبُوا هُنَالِكَ وَانقَلَبُوا صَاغِرِينَ",
                "bnText": "সুতরাং তারা সেখানেই পরাজিত হয়ে গেল এবং অতীব লাঞ্ছিত হল।",
                "enText": "And Pharaoh and his people were overcome right there and became debased.",
                "enTextTransliteration": "Faghuliboo hunaalika wanqalaboo saaghireen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1073",
                "numberInSurah": 119,
                "totalNumber": 1073,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ",
                "bnText": "এবং যাদুকররা সেজদায় পড়ে গেল।",
                "enText": "And the magicians fell down in prostration [to Allah].",
                "enTextTransliteration": "Wa ulqiyas saharatu saajideen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1074",
                "numberInSurah": 120,
                "totalNumber": 1074,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ",
                "bnText": "বলল, আমরা ঈমান আনছি মহা বিশ্বের পরওয়ারদেগারের প্রতি।",
                "enText": "They said, \"We have believed in the Lord of the worlds,",
                "enTextTransliteration": "Qaaloo aamannaa bi Rabbil 'aalameen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1075",
                "numberInSurah": 121,
                "totalNumber": 1075,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "رَبِّ مُوسَىٰ وَهَارُونَ",
                "bnText": "যিনি মূসা ও হারুনের পরওয়ারদেগার।",
                "enText": "The Lord of Moses and Aaron.\"",
                "enTextTransliteration": "Rabbi Moosaa wa Haaroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1076",
                "numberInSurah": 122,
                "totalNumber": 1076,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ فِرْعَوْنُ آمَنتُم بِهِ قَبْلَ أَنْ آذَنَ لَكُمْ ۖ إِنَّ هَٰذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُوا مِنْهَا أَهْلَهَا ۖ فَسَوْفَ تَعْلَمُونَ",
                "bnText": "ফেরাউন বলল, তোমরা কি (তাহলে) আমার অনুমতি দেয়ার আগেই ঈমান আনলে! এটা প্রতারণা, যা তোমরা এ নগরীতে প্রদর্শন করলে। যাতে করে এ শহরের অধিবাসীদিগকে শহর থেকে বের করে দিতে পার। সুতরাং তোমরা শীঘ্রই বুঝতে পারবে।",
                "enText": "Said Pharaoh, \"You believed in him before I gave you permission. Indeed, this is a conspiracy which you conspired in the city to expel therefrom its people. But you are going to know.",
                "enTextTransliteration": "Qaala Fir'awnu aamantum bihee qabla an aazana lakum; inna haaza lamakrum makartumoohu filmadeenati litukhrijoo minhaaa ahlahaa fasawfa ta'almoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1077",
                "numberInSurah": 123,
                "totalNumber": 1077,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَافٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
                "bnText": "অবশ্যই আমি কেটে দেব তোমাদের হাত ও পা বিপরীত দিক থেকে। তারপর তোমাদের সবাইকে শূলীতে চড়িয়ে মারব।",
                "enText": "I will surely cut off your hands and your feet on opposite sides; then I will surely crucify you all.\"",
                "enTextTransliteration": "La uqatti'anna aidiyakum wa arjulakum min khilaafin summa la usallibannakum ajma'een",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1078",
                "numberInSurah": 124,
                "totalNumber": 1078,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالُوا إِنَّا إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
                "bnText": "তারা বলল, আমাদেরকে তো মৃত্যুর পর নিজেদের পরওয়ারদেগারের নিকট ফিরে যেতেই হবে।",
                "enText": "They said, \"Indeed, to our Lord we will return.",
                "enTextTransliteration": "Qaaloo innaaa ilaa Rabbinaa munqaliboon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1079",
                "numberInSurah": 125,
                "totalNumber": 1079,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمَا تَنقِمُ مِنَّا إِلَّا أَنْ آمَنَّا بِآيَاتِ رَبِّنَا لَمَّا جَاءَتْنَا ۚ رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ",
                "bnText": "বস্তুতঃ আমাদের সাথে তোমার শত্রুতা তো এ কারণেই যে, আমরা ঈমান এনেছি আমাদের পরওয়ারদেগারের নিদর্শনসমূহের প্রতি যখন তা আমাদের নিকট পৌঁছেছে। হে আমাদের পরওয়ারদেগার আমাদের জন্য ধৈর্য্যের দ্বার খুলে দাও এবং আমাদেরকে মুসলমান হিসাবে মৃত্যু দান কর।",
                "enText": "And you do not resent us except because we believed in the signs of our Lord when they came to us. Our Lord, pour upon us patience and let us die as Muslims [in submission to You].\"",
                "enTextTransliteration": "Wa maa tanqimu minnaaa illaaa an aamannaa bi Aayaati Rabbinaa lammaa jaaa'atnaa; Rabbanaaa afrigh 'alainaa sabranw wa tawaffanaa muslimeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1080",
                "numberInSurah": 126,
                "totalNumber": 1080,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَقَالَ الْمَلَأُ مِن قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَىٰ وَقَوْمَهُ لِيُفْسِدُوا فِي الْأَرْضِ وَيَذَرَكَ وَآلِهَتَكَ ۚ قَالَ سَنُقَتِّلُ أَبْنَاءَهُمْ وَنَسْتَحْيِي نِسَاءَهُمْ وَإِنَّا فَوْقَهُمْ قَاهِرُونَ",
                "bnText": "ফেরাউনের সম্প্রদায়ের র্সদাররা বলল, তুমি কি এমনি ছেড়ে দেবে মূসা ও তার সম্প্রদায়কে। দেশময় হৈ-চৈ করার জন্য এবং তোমাকে ও তোমার দেব-দেবীকে বাতিল করে দেবার জন্য। সে বলল, আমি এখনি হত্যা করব তাদের পুত্র সন্তানদিগকে; আর জীবিত রাখব মেয়েদেরকে। বস্তুতঃ আমরা তাদের উপর প্রবল।",
                "enText": "And the eminent among the people of Pharaoh said,\" Will you leave Moses and his people to cause corruption in the land and abandon you and your gods?\" [Pharaoh] said, \"We will kill their sons and keep their women alive; and indeed, we are subjugators over them.\"",
                "enTextTransliteration": "Wa qaalal mala-u min qawmi Fir'awna atazaru Moosaa wa qawmahoo liyufsidoo fil ardi wa yazaraka wa aalihatak; qaala sanuqattilu abnaaa 'ahum wa nastahyee nisaaa'ahum wa innaa fawqahum qaahiroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1081",
                "numberInSurah": 127,
                "totalNumber": 1081,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ مُوسَىٰ لِقَوْمِهِ اسْتَعِينُوا بِاللَّهِ وَاصْبِرُوا ۖ إِنَّ الْأَرْضَ لِلَّهِ يُورِثُهَا مَن يَشَاءُ مِنْ عِبَادِهِ ۖ وَالْعَاقِبَةُ لِلْمُتَّقِينَ",
                "bnText": "মূসা বললেন তার কওমকে, সাহায্য প্রার্থনা কর আল্লাহর নিকট এবং ধৈর্য্য ধারণ কর। নিশ্চয়ই এ পৃথিবী আল্লাহর। তিনি নিজের বান্দাদের মধ্যে যাকে ইচ্ছা এর উত্তরাধিকারী বানিয়ে দেন এবং শেষ কল্যাণ মুত্তাকীদের জন্যই নির্ধারিত রয়েছে।",
                "enText": "Said Moses to his people, \"Seek help through Allah and be patient. Indeed, the earth belongs to Allah. He causes to inherit it whom He wills of His servants. And the [best] outcome is for the righteous.\"",
                "enTextTransliteration": "Qaala Moosaa liqawmihis ta'eenoo billaahi wasbiroo innal arda lillaahi yoorisuhaa mai yashaaa'u min 'ibaadihee wal 'aaqibatu lilmuttaqeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1082",
                "numberInSurah": 128,
                "totalNumber": 1082,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالُوا أُوذِينَا مِن قَبْلِ أَن تَأْتِيَنَا وَمِن بَعْدِ مَا جِئْتَنَا ۚ قَالَ عَسَىٰ رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنظُرَ كَيْفَ تَعْمَلُونَ",
                "bnText": "তারা বলল, আমাদের কষ্ট ছিল তোমার আসার পূর্বে এবং তোমার আসার পরে। তিনি বললেন, তোমাদের পরওয়ারদেগার শীঘ্রই তোমাদের শক্রদের ধ্বংস করে দেবেন এবং তোমাদেরকে দেশে প্রতিনিধিত্ব দান করবেন। তারপর দেখবেন, তোমরা কেমন কাজ কর।",
                "enText": "They said, \"We have been harmed before you came to us and after you have come to us.\" He said, \"Perhaps your Lord will destroy your enemy and grant you succession in the land and see how you will do.\"",
                "enTextTransliteration": "Qaaloo oozeenaa min qabli an taatiyanaa wa mim ba'di maa ji'tanaa; qaala 'asaa Rabbukum ai yuhlika 'aduwwakum wa yastakhli fakum fil ardi fayanzura kaifa ta'maloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1083",
                "numberInSurah": 129,
                "totalNumber": 1083,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَقَدْ أَخَذْنَا آلَ فِرْعَوْنَ بِالسِّنِينَ وَنَقْصٍ مِّنَ الثَّمَرَاتِ لَعَلَّهُمْ يَذَّكَّرُونَ",
                "bnText": "তারপর আমি পাকড়াও করেছি-ফেরাউনের অনুসারীদেরকে দুর্ভিক্ষের মাধ্যমে এবং ফল ফসলের ক্ষয়-ক্ষতির মাধ্যমে যাতে করে তারা উপদেশ গ্রহণ করে।",
                "enText": "And We certainly seized the people of Pharaoh with years of famine and a deficiency in fruits that perhaps they would be reminded.",
                "enTextTransliteration": "Wa laqad akhaznaaa Aala Fir'awna bis sineena wa naqsim minas samaraati la'allahum yazzakkaroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1084",
                "numberInSurah": 130,
                "totalNumber": 1084,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَٰذِهِ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَىٰ وَمَن مَّعَهُ ۗ أَلَا إِنَّمَا طَائِرُهُمْ عِندَ اللَّهِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
                "bnText": "অতঃপর যখন শুভদিন ফিরে আসে, তখন তারা বলতে আরম্ভ করে যে, এটাই আমাদের জন্য উপযোগী। আর যদি অকল্যাণ এসে উপস্থিত হয় তবে তাতে মূসার এবং তাঁর সঙ্গীদের অলক্ষণ বলে অভিহিত করে। শুনে রাখ তাদের অলক্ষণ যে, আল্লাহরই এলেমে রয়েছে, অথচ এরা জানে না।",
                "enText": "But when good came to them, they said, \"This is ours [by right].\" And if a bad [condition] struck them, they saw an evil omen in Moses and those with him. Unquestionably, their fortune is with Allah, but most of them do not know.",
                "enTextTransliteration": "Fa izaa jaaa'at humul hasanatu qaaloo lanaa haazihee wa in tusibhum saiyi'atuny yattaiyaroo bi Moosaa wa mam ma'ah; alaaa innamaa taaa'iruhum 'indal laahi wa laakinna aksarahum laa ya'lamoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1085",
                "numberInSurah": 131,
                "totalNumber": 1085,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَقَالُوا مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
                "bnText": "তারা আরও বলতে লাগল, আমাদের উপর জাদু করার জন্য তুমি যে নিদর্শনই নিয়ে আস না কেন আমরা কিন্তু তোমার উপর ঈমান আনছি না।",
                "enText": "And they said, \"No matter what sign you bring us with which to bewitch us, we will not be believers in you.\"",
                "enTextTransliteration": "Wa qaaloo mahmaa taatinaa bihee min Aayatil litasharanaa bihaa famaa nahnu laka bimu'mineen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1086",
                "numberInSurah": 132,
                "totalNumber": 1086,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَأَرْسَلْنَا عَلَيْهِمُ الطُّوفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ آيَاتٍ مُّفَصَّلَاتٍ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا مُّجْرِمِينَ",
                "bnText": "সুতরাং আমি তাদের উপর পাঠিয়ে দিলাম তুফান, পঙ্গপাল, উকুন, ব্যাঙ ও রক্ত প্রভৃতি বহুবিধ নিদর্শন একের পর এক। তারপরেও তারা গর্ব করতে থাকল। বস্তুতঃ তারা ছিল অপরাধপ্রবণ।",
                "enText": "So We sent upon them the flood and locusts and lice and frogs and blood as distinct signs, but they were arrogant and were a criminal people.",
                "enTextTransliteration": "Fa arsalnaa 'alaihimut toofaana waljaraada walqum mala waddafaadi'a waddama Aayaatim mufassalaatin fastakbaroo wa kaanoo qawmam mujrimeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1087",
                "numberInSurah": 133,
                "totalNumber": 1087,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوا يَا مُوسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ ۖ لَئِن كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِي إِسْرَائِيلَ",
                "bnText": "আর তাদের উপর যখন কোন আযাব পড়ে তখন বলে, হে মূসা আমাদের জন্য তোমার পরওয়ারদেগারের নিকট সে বিষয়ে দোয়া কর যা তিনি তোমার সাথে ওয়াদা করে রেখেছেন। যদি তুমি আমাদের উপর থেকে এ আযাব সরিয়ে দাও, তবে অবশ্যই আমরা ঈমান আনব তোমার উপর এবং তোমার সাথে বনী-ইসরাঈলদেরকে যেতে দেব।",
                "enText": "And when the punishment descended upon them, they said, \"O Moses, invoke for us your Lord by what He has promised you. If you [can] remove the punishment from us, we will surely believe you, and we will send with you the Children of Israel.\"",
                "enTextTransliteration": "Wa lammaa waqa'a 'alaihimur rijzu qaaloo ya Moosad-u lanaa rabbaka bimaa 'ahida 'indaka la'in kashafta 'annar rijza lanu 'minanna laka wa lanursilanna ma'aka Banee Israaa'eel",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1088",
                "numberInSurah": 134,
                "totalNumber": 1088,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ إِلَىٰ أَجَلٍ هُم بَالِغُوهُ إِذَا هُمْ يَنكُثُونَ",
                "bnText": "অতঃপর যখন আমি তাদের উপর থেকে আযাব তুলে নিতাম নির্ধারিত একটি সময় পর্যন্ত-যেখান পর্যন্ত তাদেরকে পৌছানোর উদ্দেশ্য ছিল, তখন তড়িঘড়ি তারা প্রতিশ্রুতি ভঙ্গ করত।",
                "enText": "But when We removed the punishment from them until a term which they were to reach, then at once they broke their word.",
                "enTextTransliteration": "Falammaa kashafnaa 'anhumur rijza ilaaa ajalin hum baalighoohu izaa hum yankusoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1089",
                "numberInSurah": 135,
                "totalNumber": 1089,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَانتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ فِي الْيَمِّ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ",
                "bnText": "সুতরাং আমি তাদের কাছে থেকে বদলা নিয়ে নিলাম-বস্তুতঃ তাদেরকে সাগরে ডুবিয়ে দিলাম। কারণ, তারা মিথ্যা প্রতিপন্ন করেছিল আমার নিদর্শনসমূহকে এবং তৎপ্রতি অনীহা প্রদর্শন করেছিল।",
                "enText": "So We took retribution from them, and We drowned them in the sea because they denied Our signs and were heedless of them.",
                "enTextTransliteration": "Fantaqamnaa minhum fa aghraqnaahum kazzaboo bi Aayaatinaa wa kaanoo 'anhaa ghaafileen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1090",
                "numberInSurah": 136,
                "totalNumber": 1090,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا الَّتِي بَارَكْنَا فِيهَا ۖ وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَىٰ عَلَىٰ بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا ۖ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُوا يَعْرِشُونَ",
                "bnText": "আর যাদেরকে দুর্বল মনে করা হত তাদেরকেও আমি উত্তরাধিকার দান করেছি এ ভুখন্ডের পূর্ব ও পশ্চিম অঞ্চলের যাতে আমি বরকত সন্নিহিত রেখেছি এবং পরিপূর্ণ হয়ে গেছে তোমার পালনকর্তার প্রতিশ্রুত কল্যাণ বনী-ইসরাঈলদের জন্য তাদের ধৈর্য্যধারণের দরুন। আর ধ্বংস করে দিয়েছে সে সবকিছু যা তৈরী করেছিল ফেরাউন ও তার সম্প্রদায় এবং ধ্বংস করেছি যা কিছু তারা সুউচ্চ নির্মাণ করেছিল।",
                "enText": "And We caused the people who had been oppressed to inherit the eastern regions of the land and the western ones, which We had blessed. And the good word of your Lord was fulfilled for the Children of Israel because of what they had patiently endured. And We destroyed [all] that Pharaoh and his people were producing and what they had been building.",
                "enTextTransliteration": "Wa awrasnal qawmal lazeena kaanoo yustad'afoona mashaariqal ardi wa maghaari bahal latee baaraknaa feehaa wa tammat kalimatu Rabbikal husnaa 'alaa Baneee Israaa'eela bimaa sabaroo wa dammarnaa maa kaana yasna'u Fir'awnu wa qawmuhoo wa maa kaanoo ya'rishoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1091",
                "numberInSurah": 137,
                "totalNumber": 1091,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتَوْا عَلَىٰ قَوْمٍ يَعْكُفُونَ عَلَىٰ أَصْنَامٍ لَّهُمْ ۚ قَالُوا يَا مُوسَى اجْعَل لَّنَا إِلَٰهًا كَمَا لَهُمْ آلِهَةٌ ۚ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ",
                "bnText": "বস্তুতঃ আমি সাগর পার করে দিয়েছি বনী-ইসরাঈলদিগকে। তখন তারা এমন এক সম্প্রদায়ের কাছে গিয়ে পৌছাল, যারা স্বহস্তনির্মিত মূর্তিপুজায় নিয়োজিত ছিল। তারা বলতে লাগল, হে মূসা; আমাদের উপাসনার জন্যও তাদের মূর্তির মতই একটি মূর্তি নির্মাণ করে দিন। তিনি বললেন, তোমাদের মধ্যে বড়ই অজ্ঞতা রয়েছে।",
                "enText": "And We took the Children of Israel across the sea; then they came upon a people intent in devotion to [some] idols of theirs. They said, \"O Moses, make for us a god just as they have gods.\" He said, \"Indeed, you are a people behaving ignorantly.",
                "enTextTransliteration": "Wa jaawaznaa bi Banneee Israaa'eelal bahra fa ataw 'alaa qawminy ya'kufoona 'alaaa asnaamil lahum; qaaloo yaa Moosaj'al lanaa ilaahan kamaa lahum aalihah; qaala innakum qawmun tajhaloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1092",
                "numberInSurah": 138,
                "totalNumber": 1092,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "إِنَّ هَٰؤُلَاءِ مُتَبَّرٌ مَّا هُمْ فِيهِ وَبَاطِلٌ مَّا كَانُوا يَعْمَلُونَ",
                "bnText": "এরা যে, কাজে নিয়োজিত রয়েছে তা ধ্বংস হবে এবং যা কিছু তারা করেছে তা যে ভুল",
                "enText": "Indeed, those [worshippers] - destroyed is that in which they are [engaged], and worthless is whatever they were doing.\"",
                "enTextTransliteration": "Innaa haaa'ulaaa'i mutabbarum maa hum feehi wa baatilum maa kaanoo ya'maloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1093",
                "numberInSurah": 139,
                "totalNumber": 1093,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ أَغَيْرَ اللَّهِ أَبْغِيكُمْ إِلَٰهًا وَهُوَ فَضَّلَكُمْ عَلَى الْعَالَمِينَ",
                "bnText": "তিনি বললেন, তাহলে কি আল্লাহকে ছাড়া তোমাদের জন্য অন্য কোন উপাস্য অনুসন্ধান করব, অথচ তিনিই তোমাদিগকে সারা বিশ্বে শ্রেষ্ঠত্ব দান করেছেন।",
                "enText": "He said, \"Is it other than Allah I should desire for you as a god while He has preferred you over the worlds?\"",
                "enTextTransliteration": "Qaala a-ghairal laahi abgheekum ilaahanw wa Huwa faddalakum 'alal 'aalameen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1094",
                "numberInSurah": 140,
                "totalNumber": 1094,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِذْ أَنجَيْنَاكُم مِّنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ ۖ يُقَتِّلُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ ۚ وَفِي ذَٰلِكُم بَلَاءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
                "bnText": "আর সে সময়ের কথা স্মরণ কর, যখন আমি তোমাদেরকে ফেরাউনের লোকদের কবল থেকে মুক্তি দিয়েছি; তারা তোমাদেরকে দিত নিকৃষ্ট শাস্তি, তোমাদের পুত্র-সন্তানদের মেরে ফেলত এবং মেয়েদের বাঁচিয়ে রাখত। এতে তোমাদের প্রতি তোমাদের পরওয়ারদেগারের বিরাট পরীক্ষা রয়েছে।",
                "enText": "And [recall, O Children of Israel], when We saved you from the people of Pharaoh, [who were] afflicting you with the worst torment - killing your sons and keeping your women alive. And in that was a great trial from your Lord.",
                "enTextTransliteration": "Wa iz anjainaakum min Aali Fir'awna yasoomoo nakum sooo'al 'azaab, yuqattiloona abnaaa'akum wa yastahyoona nisaaa'akum; wa fee zaalikum balaaa'um mir Rabbikum 'azeem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1095",
                "numberInSurah": 141,
                "totalNumber": 1095,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "۞ وَوَاعَدْنَا مُوسَىٰ ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً ۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ",
                "bnText": "আর আমি মূসাকে প্রতিশ্রুতি দিয়েছি ত্রিশ রাত্রির এবং সেগুলোকে পূর্ন করেছি আরো দশ দ্বারা। বস্তুতঃ এভাবে চল্লিশ রাতের মেয়াদ পূর্ণ হয়ে গেছে। আর মূসা তাঁর ভাই হারুনকে বললেন, আমার সম্প্রদায়ে তুমি আমার প্রতিনিধি হিসাবে থাক। তাদের সংশোধন করতে থাক এবং হাঙ্গামা সৃষ্টিকারীদের পথে চলো না।",
                "enText": "And We made an appointment with Moses for thirty nights and perfected them by [the addition of] ten; so the term of his Lord was completed as forty nights. And Moses said to his brother Aaron, \"Take my place among my people, do right [by them], and do not follow the way of the corrupters.\"",
                "enTextTransliteration": "Wa waa'adnaa Moosaa salaaseena lailatanw wa at mamnaahaa bi'ashrim fatamma meeqaatu Rabbihee arba'eena lailah; wa qaala Moosaa liakheehi Haaroonakh lufnee fee qawmee wa aslih wa laa tattabi' sabeelal mufsideen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1096",
                "numberInSurah": 142,
                "totalNumber": 1096,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَمَّا جَاءَ مُوسَىٰ لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنظُرْ إِلَيْكَ ۚ قَالَ لَن تَرَانِي وَلَٰكِنِ انظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي ۚ فَلَمَّا تَجَلَّىٰ رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَىٰ صَعِقًا ۚ فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ",
                "bnText": "তারপর মূসা যখন আমার প্রতিশ্রুত সময় অনুযায়ী এসে হাযির হলেন এবং তাঁর সাথে তার পরওয়ারদেগার কথা বললেন, তখন তিনি বললেন, হে আমার প্রভু, তোমার দীদার আমাকে দাও, যেন আমি তোমাকে দেখতে পাই। তিনি বললেন, তুমি আমাকে কস্মিনকালেও দেখতে পাবে না, তবে তুমি পাহাড়ের দিকে দেখতে থাক, সেটি যদি স্বস্থানে দঁড়িয়ে থাকে তবে তুমিও আমাকে দেখতে পাবে। তারপর যখন তার পরওয়ারদগার পাহাড়ের উপর আপন জ্যোতির বিকিরণ ঘটালেন, সেটিকে বিধ্বস্ত করে দিলেন এবং মূসা অজ্ঞান হয়ে পড়ে গেলেন। অতঃপর যখন তাঁর জ্ঞান ফিরে এল; বললেন, হে প্রভু! তোমার সত্তা পবিত্র, তোমার দরবারে আমি তওবা করছি এবং আমিই সর্বপ্রথম বিশ্বাস স্থাপন করছি।",
                "enText": "And when Moses arrived at Our appointed time and his Lord spoke to him, he said, \"My Lord, show me [Yourself] that I may look at You.\" [Allah] said, \"You will not see Me, but look at the mountain; if it should remain in place, then you will see Me.\" But when his Lord appeared to the mountain, He rendered it level, and Moses fell unconscious. And when he awoke, he said, \"Exalted are You! I have repented to You, and I am the first of the believers.\"",
                "enTextTransliteration": "Wa lammaa jaaa'a Moosa limeeqaatinaa wa kallamahoo Rabbuhoo qaala Rabbi arineee anzur ilaik; qaala lan taraanee wa laakininzur ilal jabali fa inistaqarra makaanahoo faswfa taraanee; falammaa tajallaa Rabbuhoo liljabali ja'alahoo dakkanw wa kharra Moosaa sa'iqaa; falammaaa afaaqa qaala Subhaanaka tubtu ilaika wa ana awwalul mu'mineen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1097",
                "numberInSurah": 143,
                "totalNumber": 1097,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ يَا مُوسَىٰ إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي فَخُذْ مَا آتَيْتُكَ وَكُن مِّنَ الشَّاكِرِينَ",
                "bnText": "(পরওয়ারদেগার) বললেন, হে মূসা, আমি তোমাকে আমার বার্তা পাঠানোর এবং কথা বলার মাধ্যমে লোকদের উপর বিশিষ্টতা দান করেছি। সুতরাং যা কিছু আমি তোমাকে দান করলাম, গ্রহণ কর এবং কৃতজ্ঞ থাক।",
                "enText": "[Allah] said, \"O Moses, I have chosen you over the people with My messages and My words [to you]. So take what I have given you and be among the grateful.\"",
                "enTextTransliteration": "Qaala yaa Moosaaa innis tafaituka 'alan naasi bi Risaalaatee wa bi kalaamee fakhuz maaa aataituka wa kum minash shaakireen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1098",
                "numberInSurah": 144,
                "totalNumber": 1098,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَكَتَبْنَا لَهُ فِي الْأَلْوَاحِ مِن كُلِّ شَيْءٍ مَّوْعِظَةً وَتَفْصِيلًا لِّكُلِّ شَيْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا بِأَحْسَنِهَا ۚ سَأُرِيكُمْ دَارَ الْفَاسِقِينَ",
                "bnText": "আর আমি তোমাকে পটে লিখে দিয়েছি সর্বপ্রকার উপদেশ ও বিস্তারিত সব বিষয়। অতএব, এগুলোকে দৃঢ়ভাবে ধারণ কর এবং স্বজাতিকে এর কল্যাণকর বিষয়সমূহ দৃঢ়তার সাথে পালনের নির্দেশ দাও।",
                "enText": "And We wrote for him on the tablets [something] of all things - instruction and explanation for all things, [saying], \"Take them with determination and order your people to take the best of it. I will show you the home of the defiantly disobedient.\"",
                "enTextTransliteration": "Wa katabnaa lahoo fil alwaahi minkulli shai'immaw 'izaanw wa tafseelal likulli shai'in fakhuzhaa biquwwatinw waamur qawmaka yaakhuzoo bi ahsanihaa; wa ooreekum daaral faasiqeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1099",
                "numberInSurah": 145,
                "totalNumber": 1099,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ يَتَكَبَّرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَإِن يَرَوْا كُلَّ آيَةٍ لَّا يُؤْمِنُوا بِهَا وَإِن يَرَوْا سَبِيلَ الرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِن يَرَوْا سَبِيلَ الْغَيِّ يَتَّخِذُوهُ سَبِيلًا ۚ ذَٰلِكَ بِأَنَّهُمْ كَذَّبُوا بِآيَاتِنَا وَكَانُوا عَنْهَا غَافِلِينَ",
                "bnText": "আমি আমার নিদর্শনসমূহ হতে তাদেরকে ফিরিয়ে রাখি, যারা পৃথিবীতে অন্যায়ভাবে গর্ব করে। যদি তারা সমস্ত নিদর্শন প্রত্যক্ষ করে ফেলে, তবুও তা বিশ্বাস করবে না। আর যদি হেদায়েতের পথ দেখে, তবে সে পথ গ্রহণ করে না। অথচ গোমরাহীর পথ দেখলে তাই গ্রহণ করে নেয়। এর কারণ, তারা আমার নিদর্শনসমূহকে মিথ্যা বলে মনে করেছে এবং তা থেকে বেখবর রয়ে গেছে।",
                "enText": "I will turn away from My signs those who are arrogant upon the earth without right; and if they should see every sign, they will not believe in it. And if they see the way of consciousness, they will not adopt it as a way; but if they see the way of error, they will adopt it as a way. That is because they have denied Our signs and they were heedless of them.",
                "enTextTransliteration": "Sa asrifu 'an Aayaatiyal lazeena yatakabbaroona fil ardi bighairil haqq; wa iny-yaraw kulla Aayatil laa yu'minoo bihaa wa iny-yaraw sabeelar rushdi laa yattakhizoohu sabeelanw wa iny-yaraw sabeelal ghaiyi yatta khizoohu sabeelaa; zaalika bi annahum kazzaboo bi Aayaatinaa wa kaanoo 'anhaa ghaafileen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1100",
                "numberInSurah": 146,
                "totalNumber": 1100,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ حَبِطَتْ أَعْمَالُهُمْ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ",
                "bnText": "বস্তুতঃ যারা মিথ্যা জেনেছে আমার আয়াতসমূকে এবং আখেরাতের সাক্ষাতকে, তাদের যাবতীয় কাজকর্ম ধ্বংস হয়ে গেছে। তেমন বদলাই সে পাবে যেমন আমল করত।",
                "enText": "Those who denied Our signs and the meeting of the Hereafter - their deeds have become worthless. Are they recompensed except for what they used to do?",
                "enTextTransliteration": "Wallazeena kazzaboo bi Aayaatinaa wa liqaaa'il Aakhirati habitat 'amaaluhum; hal yujzawna illaa maa kaanoo ya'maloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1101",
                "numberInSurah": 147,
                "totalNumber": 1101,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَاتَّخَذَ قَوْمُ مُوسَىٰ مِن بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهُ خُوَارٌ ۚ أَلَمْ يَرَوْا أَنَّهُ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا ۘ اتَّخَذُوهُ وَكَانُوا ظَالِمِينَ",
                "bnText": "আর বানিয়ে নিল মূসার সম্প্রদায় তার অনুপস্থিতিতে নিজেদের অলংকারাদির দ্বারা একটি বাছুর তা থেকে বেরুচ্ছিল ‘হাম্বা হাম্বা’ শব্দ। তারা কি একথাও লক্ষ্য করল না যে, সেটি তাদের সাথে কথাও বলছে না এবং তাদেরকে কোন পথও বাতলে দিচ্ছে না! তারা সেটিকে উপাস্য বানিয়ে নিল। বস্তুতঃ তারা ছিল জালেম।",
                "enText": "And the people of Moses made, after [his departure], from their ornaments a calf - an image having a lowing sound. Did they not see that it could neither speak to them nor guide them to a way? They took it [for worship], and they were wrongdoers.",
                "enTextTransliteration": "Wattakhaza qawmu Moosaa mim ba'dihee min huliyyihim 'ijlan jasadal lahoo khuwaar; alam yaraw annahoo laa yukallimuhum wa laa yahdeehim sabeelaa; ittakha zoohu wa kaanoo zaalimeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1102",
                "numberInSurah": 148,
                "totalNumber": 1102,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِن لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ",
                "bnText": "অতঃপর যখন তারা অনুতপ্ত হল এবং বুঝতে পারল যে, আমরা নিশ্চিতই গোমরাহ হয়ে পড়েছি, তখন বলতে লাগল, আমাদের প্রতি যদি আমাদের পরওয়ারদেগার করুণা না করেন, তবে অবশ্যই আমরা ধবংস হয়ে যাব।",
                "enText": "And when regret overcame them and they saw that they had gone astray, they said, \"If our Lord does not have mercy upon us and forgive us, we will surely be among the losers.\"",
                "enTextTransliteration": "Wa lammaa suqita feee aideehim wa ra aw annahum qad dalloo qaaloo la'il lam yarhamnaa Rabbunaa wa yaghfir lanaa lanakoonanna minal khaasireen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1103",
                "numberInSurah": 149,
                "totalNumber": 1103,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَمَّا رَجَعَ مُوسَىٰ إِلَىٰ قَوْمِهِ غَضْبَانَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِي مِن بَعْدِي ۖ أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ ۖ وَأَلْقَى الْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُ إِلَيْهِ ۚ قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكَادُوا يَقْتُلُونَنِي فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ وَلَا تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ",
                "bnText": "তারপর যখন মূসা নিজ সম্প্রদায়ে ফিরে এলেন রাগাম্বিত ও অনুতপ্ত অবস্থায়, তখন বললেন, আমার অনুপস্থিতিতে তোমরা আমার কি নিকৃষ্ট প্রতিনিধিত্বটাই না করেছ। তোমরা নিজ পরওয়ারদেগারের হুকুম থেকে কি তাড়াহুড়া করে ফেললে এবং সে তখতীগুলো ছুঁড়ে ফেলে দিলেন এবং নিজের ভাইয়ের মাথার চুল চেপে ধরে নিজের দিকে টানতে লাগলেন। ভাই বললেন, হে আমার মায়ের পুত্র, লোকগুলো যে আমাকে দুর্বল মনে করল এবং আমাকে যে মেরে ফেলার উপক্রম করেছিল। সুতরাং আমার উপর আর শত্রুদের হাসিও না। আর আমাকে জালিমদের সারিতে গন্য করো না।",
                "enText": "And when Moses returned to his people, angry and grieved, he said, \"How wretched is that by which you have replaced me after [my departure]. Were you impatient over the matter of your Lord?\" And he threw down the tablets and seized his brother by [the hair of] his head, pulling him toward him. [Aaron] said, \"O son of my mother, indeed the people oppressed me and were about to kill me, so let not the enemies rejoice over me and do not place me among the wrongdoing people.\"",
                "enTextTransliteration": "Wa lammaa raja'a Moosaaa ilaa qawmihee ghadbaana asifan qaala bi'samaa khalaftumoonee mim ba'dee a-'ajiltum amra Rabbikum wa alqal alwaaha wa akhaza biraasi akheehi yajurruhoo ilaih; qaalab na umma innal qawmas tad'afoonee wa kadoo yaqtu loonanee; falaa tushmit biyal a'daaa'a wa laa taj'alnee ma'al qawmiz zaalimeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1104",
                "numberInSurah": 150,
                "totalNumber": 1104,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قَالَ رَبِّ اغْفِرْ لِي وَلِأَخِي وَأَدْخِلْنَا فِي رَحْمَتِكَ ۖ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ",
                "bnText": "মূসা বললেন, হে আমার পরওয়ারদেগার, ক্ষমা কর আমাকে আর আমার ভাইকে এবং আমাদেরকে তোমার রহমতের অন্তর্ভুক্ত কর। তুমি যে সর্বাধিক করুণাময়।",
                "enText": "[Moses] said, \"My Lord, forgive me and my brother and admit us into Your mercy, for You are the most merciful of the merciful.\"",
                "enTextTransliteration": "Qaala Rabbigh fir lee wa li akhee wa adkhilnaa fee rahmatika wa Anta arhamur raahimeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1105",
                "numberInSurah": 151,
                "totalNumber": 1105,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "إِنَّ الَّذِينَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ فِي الْحَيَاةِ الدُّنْيَا ۚ وَكَذَٰلِكَ نَجْزِي الْمُفْتَرِينَ",
                "bnText": "অবশ্য যারা গোবৎসকে উপাস্য বানিয়ে নিয়েছে, তাদের উপর তাদের পরওয়ারদেগারের পক্ষ থেকে পার্থিব এ জীবনেই গযব ও লাঞ্জনা এসে পড়বে। এমনি আমি অপবাদ আরোপকারীদেরকে শাস্তি দিয়ে থাকি।",
                "enText": "Indeed, those who took the calf [for worship] will obtain anger from their Lord and humiliation in the life of this world, and thus do We recompense the inventors [of falsehood].",
                "enTextTransliteration": "Innal lazeenat takhazul 'ijla-sa yanaaluhum ghadabum mir Rabbihim wa zillatun fil hayaatid dunyaa; wa kazaalika najzil muftareen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1106",
                "numberInSurah": 152,
                "totalNumber": 1106,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَالَّذِينَ عَمِلُوا السَّيِّئَاتِ ثُمَّ تَابُوا مِن بَعْدِهَا وَآمَنُوا إِنَّ رَبَّكَ مِن بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
                "bnText": "আর যারা মন্দ কাজ করে, তারপরে তওবা করে নেয় এবং ঈমান নিয়ে আসে, তবে নিশ্চয়ই তোমার পরওয়ারদেগার তওবার পর অবশ্য ক্ষমাকারী, করুণাময়।",
                "enText": "But those who committed misdeeds and then repented after them and believed - indeed your Lord, thereafter, is Forgiving and Merciful.",
                "enTextTransliteration": "Wallazeena 'amilus saiyiaati summa taaboo mim ba'dihaa wa aamanooo inna Rabbaka mim ba'dihaa la Ghafoorur Raheem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1107",
                "numberInSurah": 153,
                "totalNumber": 1107,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَمَّا سَكَتَ عَن مُّوسَى الْغَضَبُ أَخَذَ الْأَلْوَاحَ ۖ وَفِي نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِّلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ",
                "bnText": "তারপর যখন মূসার রাগ পড়ে গেল, তখন তিনি তখতীগুলো তুলে নিলেন। আর যা কিছু তাতে লেখা ছিল, তা ছিল সে সমস্ত লোকের জন্য হেদায়েত ও রহমত যারা নিজেদের পরওয়ারদেগারকে ভয় করে।",
                "enText": "And when the anger subsided in Moses, he took up the tablets; and in their inscription was guidance and mercy for those who are fearful of their Lord.",
                "enTextTransliteration": "Wa lammaa sakata 'am Moosal ghadabu akhazal al waaha wa fee nnuskhatihaa hudanw wa rahmatul lillazeena hum li Rabbihim yarhaboon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1108",
                "numberInSurah": 154,
                "totalNumber": 1108,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَاخْتَارَ مُوسَىٰ قَوْمَهُ سَبْعِينَ رَجُلًا لِّمِيقَاتِنَا ۖ فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّايَ ۖ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا ۖ إِنْ هِيَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَاءُ وَتَهْدِي مَن تَشَاءُ ۖ أَنتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا ۖ وَأَنتَ خَيْرُ الْغَافِرِينَ",
                "bnText": "আর মূসা বেছে নিলেন নিজের সম্প্রদায় থেকে সত্তর জন লোক আমার প্রতিশ্রুত সময়ের জন্য। তারপর যখন তাদেরকে ভূমিকম্প পাকড়াও করল, তখন বললেন, হে আমার পরওয়ারদেগার, তুমি যদি ইচ্ছা করতে, তবে তাদেরকে আগেই ধ্বংস করে দিতে এবং আমাকেও। আমাদেরকে কি সে কর্মের কারণে ধ্বংস করছ, যা আমার সম্প্রদায়ের নির্বোধ লোকেরা করেছে? এসবই তোমার পরীক্ষা; তুমি যাকে ইচ্ছা এতে পথ ভ্রষ্ট করবে এবং যাকে ইচ্ছা সরলপথে রাখবে। তুমি যে আমাদের রক্ষক-সুতরাং আমাদেরকে ক্ষমা করে দাও এবং আমাদের উপর করুনা কর। তাছাড়া তুমিই তো সর্বাধিক ক্ষমাকারী।",
                "enText": "And Moses chose from his people seventy men for Our appointment. And when the earthquake seized them, he said, \"My Lord, if You had willed, You could have destroyed them before and me [as well]. Would You destroy us for what the foolish among us have done? This is not but Your trial by which You send astray whom You will and guide whom You will. You are our Protector, so forgive us and have mercy upon us; and You are the best of forgivers.",
                "enTextTransliteration": "Wakhtaara Moosaa qawmahoo sab'eena rajjulal limeeqaatinaa falammaa akhazat humur rajfatu qaala Rabbi law shi'ta ahlaktahum min qablu wa iyyaaya atuhlikunna bimaa fa'alas sufahaaa'u minnaa in hiya illaa fitnatuka tudillu bihaa man tashaaa'u wa tahdee man tashaaa'u Anta waliyyunaa faghfir lanaa warhammnnaa wa Anta khairul ghaafireen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1109",
                "numberInSurah": 155,
                "totalNumber": 1109,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "۞ وَاكْتُبْ لَنَا فِي هَٰذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ إِنَّا هُدْنَا إِلَيْكَ ۚ قَالَ عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاءُ ۖ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ ۚ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُم بِآيَاتِنَا يُؤْمِنُونَ",
                "bnText": "আর পৃথিবীতে এবং আখেরাতে আমাদের জন্য কল্যাণ লিখে দাও। আমরা তোমার দিকে প্রত্যাবর্তন করছি। আল্লাহ তা’আলা বললেন, আমার আযাব তারই উপর পরিব্যাপ্ত। সুতরাং তা তাদের জন্য লিখে দেব যারা ভয় রাখে, যাকাত দান করে এবং যারা আমার আয়তসমুহের উপর বিশ্বাস স্থাপন করে।",
                "enText": "And decree for us in this world [that which is] good and [also] in the Hereafter; indeed, we have turned back to You.\" [Allah] said, \"My punishment - I afflict with it whom I will, but My mercy encompasses all things.\" So I will decree it [especially] for those who fear Me and give zakah and those who believe in Our verses -",
                "enTextTransliteration": "Waktub lanaa fee haazi hid dunyaa hasanatanw wa fil Aakhirati innnaa hudnaaa ilaik; qaala 'azaabee useebu bihee man ashaaa'u wa rahmatee wasi'at kulla shai'; fasa aktubuhaa lillazeena yattaqoona wa yu'toonaz Zakaata wallazeena hum bi Aayaatinaa yu'minoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1110",
                "numberInSurah": 156,
                "totalNumber": 1110,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاةِ وَالْإِنجِيلِ يَأْمُرُهُم بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ ۚ فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنزِلَ مَعَهُ ۙ أُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
                "bnText": "সেসমস্ত লোক, যারা আনুগত্য অবলম্বন করে এ রসূলের, যিনি উম্মী নবী, যাঁর সম্পর্কে তারা নিজেদের কাছে রক্ষিত তওরাত ও ইঞ্জিলে লেখা দেখতে পায়, তিনি তাদেরকে নির্দেশ দেন সৎকর্মের, বারণ করেন অসৎকর্ম থেকে; তাদের জন্য যাবতীয় পবিত্র বস্তু হালাল ঘোষনা করেন ও নিষিদ্ধ করেন হারাম বস্তুসমূহ এবং তাদের উপর থেকে সে বোঝা নামিয়ে দেন এবং বন্দীত্ব অপসারণ করেন যা তাদের উপর বিদ্যমান ছিল। সুতরাং যেসব লোক তাঁর উপর ঈমান এনেছে, তাঁর সাহচর্য অবলম্বন করেছে, তাঁকে সাহায্য করেছে এবং সে নূরের অনুসরণ করেছে যা তার সাথে অবতীর্ণ করা হয়েছে, শুধুমাত্র তারাই নিজেদের উদ্দেশ্য সফলতা অর্জন করতে পেরেছে।",
                "enText": "Those who follow the Messenger, the unlettered prophet, whom they find written in what they have of the Torah and the Gospel, who enjoins upon them what is right and forbids them what is wrong and makes lawful for them the good things and prohibits for them the evil and relieves them of their burden and the shackles which were upon them. So they who have believed in him, honored him, supported him and followed the light which was sent down with him - it is those who will be the successful.",
                "enTextTransliteration": "Allazeena yattabi'oonar Rasoolan Nabiyyal ummiyyal lazee yajidoonahoo maktooban 'indahum fit Tawraati wal Injeeli yaa muruhum bilma'roofi wa yanhaahum 'anil munkari wa yuhillu lahumul taiyibaati wa yuharrimu 'alaihimul khabaaa'isa wa yada'u 'anhum israhum wal aghlaalal latee kaanat 'alaihim; fallazeena aamanoo bihee wa 'azzaroohu wa nnasaroohu wattaba'un nooral lazeee unzila ma'ahooo ulaaa'ika humul muflihoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1111",
                "numberInSurah": 157,
                "totalNumber": 1111,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ لَا إِلَٰهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ ۖ فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ",
                "bnText": "বলে দাও, হে মানব মন্ডলী। তোমাদের সবার প্রতি আমি আল্লাহ প্রেরিত রসূল, সমগ্র আসমান ও যমীনে তার রাজত্ব। একমাত্র তাঁকে ছাড়া আর কারো উপাসনা নয়। তিনি জীবন ও মৃত্যু দান করেন। সুতরাং তোমরা সবাই বিশ্বাস স্থাপন করো আল্লাহর উপর তাঁর প্রেরিত উম্মী নবীর উপর, যিনি বিশ্বাস রাখেন আল্লাহর এবং তাঁর সমস্ত কালামের উপর। তাঁর অনুসরণ কর যাতে সরল পথপ্রাপ্ত হতে পার।",
                "enText": "Say, [O Muhammad], \"O mankind, indeed I am the Messenger of Allah to you all, [from Him] to whom belongs the dominion of the heavens and the earth. There is no deity except Him; He gives life and causes death.\" So believe in Allah and His Messenger, the unlettered prophet, who believes in Allah and His words, and follow him that you may be guided.",
                "enTextTransliteration": "Qul yaaa aiyuhan naasu innee Rasoohul laahi ilaikum jamee'anil lazee lahoo mulkus samaawaati wal ardi laaa ilaaha illaa Huwa yuhyee wa yumeetu fa aaminoo billaahi wa Rasoolihin Nabiyyil ummiy yil lazee yu'minu billaahi wa Kalimaatihee wattabi'oohu la'allakum tahtadoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1112",
                "numberInSurah": 158,
                "totalNumber": 1112,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمِن قَوْمِ مُوسَىٰ أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ",
                "bnText": "বস্তুতঃ মূসার সম্প্রদায়ে একটি দল রয়েছে যারা সত্যপথ নির্দেশ করে এবং সে মতেই বিচার করে থাকে।",
                "enText": "And among the people of Moses is a community which guides by truth and by it establishes justice.",
                "enTextTransliteration": "Wa min qawmi Moosaaa ummatuny yahdoona bilhaqqi wa bihee ya'diloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1113",
                "numberInSurah": 159,
                "totalNumber": 1113,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَقَطَّعْنَاهُمُ اثْنَتَيْ عَشْرَةَ أَسْبَاطًا أُمَمًا ۚ وَأَوْحَيْنَا إِلَىٰ مُوسَىٰ إِذِ اسْتَسْقَاهُ قَوْمُهُ أَنِ اضْرِب بِّعَصَاكَ الْحَجَرَ ۖ فَانبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ ۚ وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ وَأَنزَلْنَا عَلَيْهِمُ الْمَنَّ وَالسَّلْوَىٰ ۖ كُلُوا مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ ۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ",
                "bnText": "আর আমি পৃথক পৃথক করে দিয়েছি তাদের বার জন পিতামহের সন্তানদেরকে বিরাট বিরাট দলে, এবং নির্দেশ দিয়েছি মুসাকে, যখন তার কাছে তার সম্প্রদায় পানি চাইল যে, স্বীয় যষ্টির দ্বারা আঘাত কর এ পাথরের উপর। অতঃপর এর ভেতর থেকে ফুটে বের হল বারটি প্রস্রবণ। প্রতিটি গোত্র চিনে নিল নিজ নিজ ঘাঁটি। আর আমি ছায়া দান করলাম তাদের উপর মেঘের এবং তাদের জন্য অবতীর্ন করলাম মান্না ও সালওয়া। যে পরিচ্ছন্ন বস্তুত জীবিকারূপে আমি তোমাদের দিয়েছি, তা থেকে তোমরা ভক্ষণ কর। বস্তুতঃ তারা আমার কোন ক্ষতি করেনি, বরং ক্ষতি করেছে নিজেদেরই।",
                "enText": "And We divided them into twelve descendant tribes [as distinct] nations. And We inspired to Moses when his people implored him for water, \"Strike with your staff the stone,\" and there gushed forth from it twelve springs. Every people knew its watering place. And We shaded them with clouds and sent down upon them manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not, but they were [only] wronging themselves.",
                "enTextTransliteration": "Wa qatta' naahumus natai 'ashrata asbaatan umamaa; wa awhainaa ilaa Moosaaa izis tasqaahu qawmuhooo anid rib bi'asaakal hajara fambajasat minhus nata 'ashrata 'ainan qad 'alima kullu unaasim mashrabahm; wa zallalnaa 'alaihimul ghammaamma wa anzalnaa 'alaihimul MManna was Salwaa kuloo min taiyibaati maa razaqnaakum; wa maa zalamoonaa wa laakin kaanooo anfusahum yazlimoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1114",
                "numberInSurah": 160,
                "totalNumber": 1114,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِذْ قِيلَ لَهُمُ اسْكُنُوا هَٰذِهِ الْقَرْيَةَ وَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا حِطَّةٌ وَادْخُلُوا الْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيئَاتِكُمْ ۚ سَنَزِيدُ الْمُحْسِنِينَ",
                "bnText": "আর যখন তাদের প্রতি নির্দেশ হল যে, তোমরা এ নগরীতে বসবাস কর এবং খাও তা থেকে যেখান থেকে ইচ্ছা এবং বল, আমাদের ক্ষমা করুন। আর দরজা দিয়ে প্রবেশ কর প্রণত অবস্থায়। তবে আমি ক্ষমা করে দেব তোমাদের পাপসমুহ। অবশ্য আমি সৎকর্মীদিগকে অতিরিক্ত দান করব।",
                "enText": "And [mention, O Muhammad], when it was said to them, \"Dwell in this city and eat from it wherever you will and say, 'Relieve us of our burdens,' and enter the gate bowing humbly; We will [then] forgive you your sins. We will increase the doers of good [in goodness and reward].\"",
                "enTextTransliteration": "Wa iz qeela lahumuskunoo haazihil qaryata wa kuloo minhaa haisu shi'tum wa qooloo hittatunw wadkhulul baaba sujjadan naghfir lakum khateee'aatikum; sanazeedul muhsineen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1115",
                "numberInSurah": 161,
                "totalNumber": 1115,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَبَدَّلَ الَّذِينَ ظَلَمُوا مِنْهُمْ قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ السَّمَاءِ بِمَا كَانُوا يَظْلِمُونَ",
                "bnText": "অনন্তর জালেমরা এতে অন্য শব্দ বদলে দিল তার পরিবর্তে, যা তাদেরকে বলা হয়েছিল। সুতরাং আমি তাদের উপর আযাব পাঠিয়েছি আসমান থেকে তাদের অপকর্মের কারণে।",
                "enText": "But those who wronged among them changed [the words] to a statement other than that which had been said to them. So We sent upon them a punishment from the sky for the wrong that they were doing.",
                "enTextTransliteration": "Fabaddalal lazeena zalamoo minhum qawlan ghairal lazee qeela lahum fa arsalnaa 'alaihim rijzam minas samaaa'i bimaa kaanoo yazlimoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1116",
                "numberInSurah": 162,
                "totalNumber": 1116,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ ۙ لَا تَأْتِيهِمْ ۚ كَذَٰلِكَ نَبْلُوهُم بِمَا كَانُوا يَفْسُقُونَ",
                "bnText": "আর তাদের কাছে সে জনপদের অবস্থা সম্পর্কে জিজ্ঞেস কর যা ছিল নদীর তীরে অবস্থিত। যখন শনিবার দিনের নির্দেশের ব্যাপারে সীমাতিক্রম করতে লাগল, যখন আসতে লাগল মাছগুলো তাদের কাছে শনিবার দিন পানির উপর, আর যেদিন শনিবার হত না, আসত না। এভাবে আমি তাদেরকে পরীক্ষা করেছি। কারণ, তারা ছিল নাফরমান।",
                "enText": "And ask them about the town that was by the sea - when they transgressed in [the matter of] the sabbath - when their fish came to them openly on their sabbath day, and the day they had no sabbath they did not come to them. Thus did We give them trial because they were defiantly disobedient.",
                "enTextTransliteration": "Was'alhum 'anil qaryatil latee kaanat haadiratal bahri iz ya'doona fis Sabt iz taateehim heetaanuhum yawma Sabtihim shurra'anw wa yawma laa yasbitoona laa taateehim; kazaalika nabloohum bimaa kaanoo yafsuqoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1117",
                "numberInSurah": 163,
                "totalNumber": 1117,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِذْ قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْمًا ۙ اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا ۖ قَالُوا مَعْذِرَةً إِلَىٰ رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ",
                "bnText": "আর যখন তাদের মধ্যে থেকে এক সম্প্রদায় বলল, কেন সে লোকদের সদুপদেশ দিচ্ছেন, যাদেরকে আল্লাহ ধ্বংস করে দিতে চান কিংবা আযাব দিতে চান কঠিন আযাব? সে বললঃ তোমাদের পালনকর্তার সামনে দোষ ফুরাবার জন্য এবং এজন্য যেন তারা ভীত হয়।",
                "enText": "And when a community among them said, \"Why do you advise [or warn] a people whom Allah is [about] to destroy or to punish with a severe punishment?\" they [the advisors] said, \"To be absolved before your Lord and perhaps they may fear Him.\"",
                "enTextTransliteration": "Wa iz qaalat ummatum minhum lima ta'izoona qaw manil laahu muhlikuhum aw mu'azzibuhum 'azaaban shadeedan qaaloo ma'ziratan ilaa Rabbikum wa la'allahum tattaqoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1118",
                "numberInSurah": 164,
                "totalNumber": 1118,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ بِمَا كَانُوا يَفْسُقُونَ",
                "bnText": "অতঃপর যখন তারা সেসব বিষয় ভুলে গেল, যা তাদেরকে বোঝানো হয়েছিল, তখন আমি সেসব লোককে মুক্তি দান করলাম যারা মন্দ কাজ থেকে বারণ করত। আর পাকড়াও করলাম, গোনাহগারদেরকে নিকৃষ্ট আযাবের মাধ্যমে তাদের না-ফরমানীর দরুন।",
                "enText": "And when they forgot that by which they had been reminded, We saved those who had forbidden evil and seized those who wronged, with a wretched punishment, because they were defiantly disobeying.",
                "enTextTransliteration": "Falammaa nasoo maa zukkiroo bihee anjainal lazeena yanhawna 'anis sooo'i wa akhaznal lazeena zalamoo bi'azaabim ba'eeim bimaa kaanooyafsuqoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1119",
                "numberInSurah": 165,
                "totalNumber": 1119,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَلَمَّا عَتَوْا عَن مَّا نُهُوا عَنْهُ قُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ",
                "bnText": "তারপর যখন তারা এগিয়ে যেতে লাগল সে কর্মে যা থেকে তাদের বারণ করা হয়েছিল, তখন আমি নির্দেশ দিলাম যে, তোমরা লাঞ্ছিত বানর হয়ে যাও।",
                "enText": "So when they were insolent about that which they had been forbidden, We said to them, \"Be apes, despised.\"",
                "enTextTransliteration": "Falammaa 'ataw 'ammmaa nuhoo 'anhu qulna lahum kkoonoo qiradatan khaasi'een",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1120",
                "numberInSurah": 166,
                "totalNumber": 1120,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ الْقِيَامَةِ مَن يَسُومُهُمْ سُوءَ الْعَذَابِ ۗ إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ ۖ وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ",
                "bnText": "আর সে সময়ের কথা স্মরণ কর, যখন তোমার পালনকর্তা সংবাদ দিয়েছেন যে, অবশ্যই কেয়ামত দিবস পর্যন্ত ইহুদীদের উপর এমন লোক পাঠাতে থাকবেন যারা তাদেরকে নিকৃষ্ট শাস্তি দান করতে থাকবে। নিঃসন্দেহে তোমার পালনকর্তা শীঘ্র শাস্তি দানকারী এবং তিনি ক্ষমাশীল, দয়ালু।",
                "enText": "And [mention] when your Lord declared that He would surely [continue to] send upon them until the Day of Resurrection those who would afflict them with the worst torment. Indeed, your Lord is swift in penalty; but indeed, He is Forgiving and Merciful.",
                "enTextTransliteration": "Wa iz ta azzana Rabbuka la yab'asannna 'alaihim ilaa Yawmil Qiyaamati mai yasoomuhum sooo'al 'azaab; inna Rabbaka lasaree'ul 'iqaab; wa innahoo la Ghafoorur Raheem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1121",
                "numberInSurah": 167,
                "totalNumber": 1121,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَقَطَّعْنَاهُمْ فِي الْأَرْضِ أُمَمًا ۖ مِّنْهُمُ الصَّالِحُونَ وَمِنْهُمْ دُونَ ذَٰلِكَ ۖ وَبَلَوْنَاهُم بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ",
                "bnText": "আর আমি তাদেরকে বিভক্ত করে দিয়েছি দেশময় বিভিন্ন শ্রেনীতে, তাদের মধ্যে কিছু রয়েছে ভাল আর কিছু রয়েছে অন্য রকম! তাছাড়া আমি তাদেরকে পরীক্ষা করেছি ভাল ও মন্দের মাধ্যমে যাতে তারা ফিরে আসে।",
                "enText": "And We divided them throughout the earth into nations. Of them some were righteous, and of them some were otherwise. And We tested them with good [times] and bad that perhaps they would return [to obedience].",
                "enTextTransliteration": "Wa qatta'naahum fil ardi umamam minhumus aalihoona wa min hum doona zaalika wa balawnaahum bilhasanaati wassaiyi aati la'allahum yarji'oon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1122",
                "numberInSurah": 168,
                "totalNumber": 1122,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتَابَ يَأْخُذُونَ عَرَضَ هَٰذَا الْأَدْنَىٰ وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِن يَأْتِهِمْ عَرَضٌ مِّثْلُهُ يَأْخُذُوهُ ۚ أَلَمْ يُؤْخَذْ عَلَيْهِم مِّيثَاقُ الْكِتَابِ أَن لَّا يَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ وَدَرَسُوا مَا فِيهِ ۗ وَالدَّارُ الْآخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ أَفَلَا تَعْقِلُونَ",
                "bnText": "তারপর তাদের পেছনে এসেছে কিছু অপদার্থ, যারা উত্তরাধিকারী হয়েছে কিতাবের; তারা নিকৃষ্ট পার্থিব উপকরণ আহরণ করছে এবং বলছে, আমাদের ক্ষমা করে দেয়া হবে। বস্তুতঃ এমনি ধরনের উপকরণ যদি আবারো তাদের সামনে উপস্থিত হয়, তবে তাও তুলে নেবে। তাদের কাছথেকে কিতাবে কি অঙ্গীকার নেয়া হয়নি যে, আল্লাহর প্রতি সত্য ছাড়া কিছু বলবে না? অথচ তারা সে সবই পাঠ করেছে, যা তাতে লেখা রয়েছে। বস্তুতঃ আখেরাতের আলয় ভীতদের জন্য উত্তম-তোমরা কি তা বোঝ না",
                "enText": "And there followed them successors who inherited the Scripture [while] taking the commodities of this lower life and saying, \"It will be forgiven for us.\" And if an offer like it comes to them, they will [again] take it. Was not the covenant of the Scripture taken from them that they would not say about Allah except the truth, and they studied what was in it? And the home of the Hereafter is better for those who fear Allah, so will you not use reason?",
                "enTextTransliteration": "Fakhalafa mim ba'dihim khalfunw warisul Kitaaba yaa khuzoona 'arada haazal adnaa wa yaqooloona sayughfaru lanaa wa iny yaatihim 'aradum misluhoo yaakhuzooh; alam yu'khaz 'alaihim 'aradum misluhoo yaakhuzooh; alam yu'khaz 'alaihim meesaaqul Kitaabi al laa yaqooloo 'alal laahi illal haqqa wa darasoo maa feeh; wad Daarul Aakhirtu khairul lillazeena yattaqoon; afalaa ta'qiloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1123",
                "numberInSurah": 169,
                "totalNumber": 1123,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ وَأَقَامُوا الصَّلَاةَ إِنَّا لَا نُضِيعُ أَجْرَ الْمُصْلِحِينَ",
                "bnText": "আর যেসব লোক সুদৃঢ়ভাবে কিতাবকে আঁকড়ে থাকে এবং নামায প্রতিষ্ঠা করে নিশ্চয়ই আমি বিনষ্ট করব না সৎকর্মীদের সওয়াব।",
                "enText": "But those who hold fast to the Book and establish prayer - indeed, We will not allow to be lost the reward of the reformers.",
                "enTextTransliteration": "Wallazeena yumas sikoona bil Kitaabi wa aqaamus Salaata innaa laa nudee'uajral musliheen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1124",
                "numberInSurah": 170,
                "totalNumber": 1124,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "۞ وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ وَظَنُّوا أَنَّهُ وَاقِعٌ بِهِمْ خُذُوا مَا آتَيْنَاكُم بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
                "bnText": "আর যখন আমি তুলে ধরলাম পাহাড়কে তাদের উপরে সামিয়ানার মত এবং তারা ভয় করতে লাগল যে, সেটি তাদের উপর পড়বে, তখন আমি বললাম, ধর, যা আমি তোমাদের দিয়েছি, দৃঢ়ভাবে এবং স্মরণ রেখো যা তাতে রয়েছে, যেন তোমরা বাঁচতে পার।",
                "enText": "And [mention] when We raised the mountain above them as if it was a dark cloud and they were certain that it would fall upon them, [and Allah said], \"Take what We have given you with determination and remember what is in it that you might fear Allah.\"",
                "enTextTransliteration": "Wa iz nataqnal jabala fawqahum ka annahoo zullatunw wa zannooo annahoo waaqi'um bihim khuzoo maaa aatainaakum biquwwatinw wazkuroo maa feehi la'allakum tattaqoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1125",
                "numberInSurah": 171,
                "totalNumber": 1125,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِذْ أَخَذَ رَبُّكَ مِن بَنِي آدَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَىٰ أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ ۖ قَالُوا بَلَىٰ ۛ شَهِدْنَا ۛ أَن تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَٰذَا غَافِلِينَ",
                "bnText": "আর যখন তোমার পালনকর্তা বনী আদমের পৃষ্টদেশ থেকে বের করলেন তাদের সন্তানদেরকে এবং নিজের উপর তাদেরকে প্রতিজ্ঞা করালেন, আমি কি তোমাদের পালনকর্তা নই ? তারা বলল, অবশ্যই, আমরা অঙ্গীকার করছি। আবার না কেয়ামতের দিন বলতে শুরু কর যে, এ বিষয়টি আমাদের জানা ছিল না।",
                "enText": "And [mention] when your Lord took from the children of Adam - from their loins - their descendants and made them testify of themselves, [saying to them], \"Am I not your Lord?\" They said, \"Yes, we have testified.\" [This] - lest you should say on the day of Resurrection, \"Indeed, we were of this unaware.\"",
                "enTextTransliteration": "Wa iz akhaza Rabbuka mim Baneee Aadama min zuhoorihim zurriyyatahum wa ash hadahum 'alaa anfusihim alastu bi Rabbikum qaaloo balaa shahidnaaa; an taqooloo Yawmal Qiyaamati innaa kunnaa 'an haazaa ghaafileen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1126",
                "numberInSurah": 172,
                "totalNumber": 1126,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّن بَعْدِهِمْ ۖ أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ",
                "bnText": "অথবা বলতে শুরু কর যে, অংশীদারিত্বের প্রথা তো আমাদের বাপ-দাদারা উদ্ভাবন করেছিল আমাদের পূর্বেই। আর আমরা হলাম তাদের পশ্চাৎবর্তী সন্তান-সন্ততি। তাহলে কি সে কর্মের জন্য আমাদেরকে ধ্বংস করবেন, যা পথভ্রষ্টরা করেছে",
                "enText": "Or [lest] you say, \"It was only that our fathers associated [others in worship] with Allah before, and we were but descendants after them. Then would You destroy us for what the falsifiers have done?\"",
                "enTextTransliteration": "Aw taqoolooo innamaaa ashraka aabaaa 'unaa min qablu wa kunnaa zurriyyatam mim ba'dihim afatuhlikunna bimaa fa'alal mubtiloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1127",
                "numberInSurah": 173,
                "totalNumber": 1127,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَكَذَٰلِكَ نُفَصِّلُ الْآيَاتِ وَلَعَلَّهُمْ يَرْجِعُونَ",
                "bnText": "বস্তুতঃ এভাবে আমি বিষয়সমূহ সবিস্তারে বর্ণনা করি, যাতে তারা ফিরে আসে।",
                "enText": "And thus do We [explain in] detail the verses, and perhaps they will return.",
                "enTextTransliteration": "Wa kazaalika nufassihul Aayaati wa la'allahum yarji'oon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1128",
                "numberInSurah": 174,
                "totalNumber": 1128,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ",
                "bnText": "আর আপনি তাদেরকে শুনিয়ে দিন, সে লোকের অবস্থা, যাকে আমি নিজের নিদর্শনসমূহ দান করেছিলাম, অথচ সে তা পরিহার করে বেরিয়ে গেছে। আর তার পেছনে লেগেছে শয়তান, ফলে সে পথভ্রষ্টদের অন্তর্ভূক্ত হয়ে পড়েছে।",
                "enText": "And recite to them, [O Muhammad], the news of him to whom we gave [knowledge of] Our signs, but he detached himself from them; so Satan pursued him, and he became of the deviators.",
                "enTextTransliteration": "Watlu 'alaihim naba allazeee aatainaahu Aayaatinaa fansalakha minhaa fa atba'a hush Shaytaano fakaana minal ghaaween",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1129",
                "numberInSurah": 175,
                "totalNumber": 1129,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَٰكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ ۚ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث ۚ ذَّٰلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا ۚ فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ",
                "bnText": "অবশ্য আমি ইচ্ছা করলে তার মর্যাদা বাড়িয়ে দিতাম সে সকল নিদর্শনসমূহের দৌলতে। কিন্তু সে যে অধঃপতিত এবং নিজের রিপুর অনুগামী হয়ে রইল। সুতরাং তার অবস্থা হল কুকুরের মত; যদি তাকে তাড়া কর তবুও হাঁপাবে আর যদি ছেড়ে দাও তবুও হাঁপাবে। এ হল সেসব লোকের উদাহরণ; যারা মিথ্যা প্রতিপন্ন করেছে আমার নিদর্শনসমূহকে। অতএব, আপনি বিবৃত করুন এসব কাহিনী, যাতে তারা চিন্তা করে।",
                "enText": "And if We had willed, we could have elevated him thereby, but he adhered [instead] to the earth and followed his own desire. So his example is like that of the dog: if you chase him, he pants, or if you leave him, he [still] pants. That is the example of the people who denied Our signs. So relate the stories that perhaps they will give thought.",
                "enTextTransliteration": "Wa law shi'naa larafa'naahu bihaa wa laakin nahooo akhlada ilal ardi watta ba'a hawaah; famasaluhoo kamasalil kalb; in tahmil 'alaihi yalhas aw tatruk hu yalhas; zaalika masalul qawmil lazeena kazzaboo bi Aayaatinaa; faqsusil qasasa la'allahum yatafakkaroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1130",
                "numberInSurah": 176,
                "totalNumber": 1130,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "سَاءَ مَثَلًا الْقَوْمُ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَأَنفُسَهُمْ كَانُوا يَظْلِمُونَ",
                "bnText": "তাদের উদাহরণ অতি নিকৃষ্ট, যারা মিথ্যা প্রতিপন্ন করেছে আমার আয়াত সমূহকে এবং তারা নিজেদেরই ক্ষতি সাধন করেছে।",
                "enText": "How evil an example [is that of] the people who denied Our signs and used to wrong themselves.",
                "enTextTransliteration": "Saaa'a masalanil qawmul lazeena kazzaboo bi Aayaatinaa wa anfusahum kaanoo yazlimoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1131",
                "numberInSurah": 177,
                "totalNumber": 1131,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "مَن يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي ۖ وَمَن يُضْلِلْ فَأُولَٰئِكَ هُمُ الْخَاسِرُونَ",
                "bnText": "যাকে আল্লাহ পথ দেখাবেন, সেই পথপ্রাপ্ত হবে। আর যাকে তিনি পথ ভ্রষ্ট করবেন, সে হবে ক্ষতিগ্রস্ত।",
                "enText": "Whoever Allah guides - he is the [rightly] guided; and whoever He sends astray - it is those who are the losers.",
                "enTextTransliteration": "mai yahdil laahu fa huwal muhtadee wa mai yudlil fa ulaaa'ika humul khaasiroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1132",
                "numberInSurah": 178,
                "totalNumber": 1132,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِّنَ الْجِنِّ وَالْإِنسِ ۖ لَهُمْ قُلُوبٌ لَّا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَّا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَّا يَسْمَعُونَ بِهَا ۚ أُولَٰئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ ۚ أُولَٰئِكَ هُمُ الْغَافِلُونَ",
                "bnText": "আর আমি সৃষ্টি করেছি দোযখের জন্য বহু জ্বিন ও মানুষ। তাদের অন্তর রয়েছে, তার দ্বারা বিবেচনা করে না, তাদের চোখ রয়েছে, তার দ্বারা দেখে না, আর তাদের কান রয়েছে, তার দ্বারা শোনে না। তারা চতুষ্পদ জন্তুর মত; বরং তাদের চেয়েও নিকৃষ্টতর। তারাই হল গাফেল, শৈথিল্যপরায়ণ।",
                "enText": "And We have certainly created for Hell many of the jinn and mankind. They have hearts with which they do not understand, they have eyes with which they do not see, and they have ears with which they do not hear. Those are like livestock; rather, they are more astray. It is they who are the heedless.",
                "enTextTransliteration": "Wa laqad zaraanaa li jahannama kaseeram minal jinni wal insi lahum quloobul laa yafqahoona bihaa wa lahum a'yunul laa yubisiroona bihaa wa lahum aazaanul laa yasma'oona bihaa; ulaaa'ika kal an'aami bal hum adall; ulaaa'ika humul ghaafiloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1133",
                "numberInSurah": 179,
                "totalNumber": 1133,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَىٰ فَادْعُوهُ بِهَا ۖ وَذَرُوا الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ ۚ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ",
                "bnText": "আর আল্লাহর জন্য রয়েছে সব উত্তম নাম। কাজেই সে নাম ধরেই তাঁকে ডাক। আর তাদেরকে বর্জন কর, যারা তাঁর নামের ব্যাপারে বাঁকা পথে চলে। তারা নিজেদের কৃতকর্মের ফল শীঘ্রই পাবে।",
                "enText": "And to Allah belong the best names, so invoke Him by them. And leave [the company of] those who practice deviation concerning His names. They will be recompensed for what they have been doing.",
                "enTextTransliteration": "Wa lillaahil Asmaaa 'ul Husnaa fad'oohu bihaa wa zarul lazeena yulhidoona feee Asmaaa'ih; sa yujzawna maa kaanoo ya'maloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1134",
                "numberInSurah": 180,
                "totalNumber": 1134,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمِمَّنْ خَلَقْنَا أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ",
                "bnText": "আর যাদেরকে আমি সৃষ্টি করেছি, তাদের মধ্যে এমন এক দল রয়েছে যারা সত্য পথ দেখায় এবং সে অনুযায়ী ন্যায়চিার করে।",
                "enText": "And among those We created is a community which guides by truth and thereby establishes justice.",
                "enTextTransliteration": "Wa mimman khalaqnaaa ummatuny yahdoona bilhaqqi wa bihee ya'diloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1135",
                "numberInSurah": 181,
                "totalNumber": 1135,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ",
                "bnText": "বস্তুতঃ যারা মিথ্যা প্রতিপন্ন করেছে আমার আয়াতসমূহকে, আমি তাদেরকে ক্রমান্বয়ে পাকড়াও করব এমন জায়গা থেকে, যার সম্পর্কে তাদের ধারণাও হবে না।",
                "enText": "But those who deny Our signs - We will progressively lead them [to destruction] from where they do not know.",
                "enTextTransliteration": "Wallazeena kazzaboo bi Aayaatinaa sanastadrijuhum min haisu laa ya'lamoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1136",
                "numberInSurah": 182,
                "totalNumber": 1136,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَأُمْلِي لَهُمْ ۚ إِنَّ كَيْدِي مَتِينٌ",
                "bnText": "বস্তুতঃ আমি তাদেরকে ঢিল দিয়ে থাকি। নিঃসন্দেহে আমার কৌশল সুনিপুণ।",
                "enText": "And I will give them time. Indeed, my plan is firm.",
                "enTextTransliteration": "Wa umlee lahum; inna kaidee mateen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1137",
                "numberInSurah": 183,
                "totalNumber": 1137,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "أَوَلَمْ يَتَفَكَّرُوا ۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ مُّبِينٌ",
                "bnText": "তারা কি লক্ষ্য করেনি যে, তাদের সঙ্গী লোকটির মস্তিষ্কে কোন বিকৃতি নেই? তিনি তো ভীতি প্রদর্শনকারী প্রকৃষ্টভাবে।",
                "enText": "Then do they not give thought? There is in their companion [Muhammad] no madness. He is not but a clear warner.",
                "enTextTransliteration": "Awalam yatafakkaroo maa bisaahibihim min jinnah; in huwa illaa nazeerum mubeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1138",
                "numberInSurah": 184,
                "totalNumber": 1138,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "أَوَلَمْ يَنظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا خَلَقَ اللَّهُ مِن شَيْءٍ وَأَنْ عَسَىٰ أَن يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ ۖ فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ",
                "bnText": "তারা কি প্রত্যক্ষ করেনি আকাশ ও পৃথিবীর রাজ্য সম্পর্কে এবং যা কিছু সৃষ্টি করেছেন আল্লাহ তা’আলা বস্তু সামগ্রী থেকে এবং এ ব্যাপারে যে, তাদের সাথে কৃত ওয়াদার সময় নিকটবর্তী হয়ে এসেছে? বস্তুতঃ এরপর কিসের উপর ঈমান আনবে",
                "enText": "Do they not look into the realm of the heavens and the earth and everything that Allah has created and [think] that perhaps their appointed time has come near? So in what statement hereafter will they believe?",
                "enTextTransliteration": "Awalam yanzuroo fee malakootis samaawaati wal ardi wa maa khalaqal laahu min shai'inw wa an 'asaaa ai yakoona qadiqtaraba ajaluhum fabi aiyi hadeesim ba'dahoo yu'minoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1139",
                "numberInSurah": 185,
                "totalNumber": 1139,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "مَن يُضْلِلِ اللَّهُ فَلَا هَادِيَ لَهُ ۚ وَيَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ",
                "bnText": "আল্লাহ যাকে পথভ্রষ্ট করেন। তার কোন পথপ্রদর্শক নেই। আর আল্লাহ তাদেরকে তাদের দুষ্টামীতে মত্ত অবস্তায় ছেড়ে দিয়ে রাখেন।",
                "enText": "Whoever Allah sends astray - there is no guide for him. And He leaves them in their transgression, wandering blindly.",
                "enTextTransliteration": "Mai yadlilil laahu falaa haadiyaa lah; wa yazaruhum fee tughyaanihim ya'mahoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1140",
                "numberInSurah": 186,
                "totalNumber": 1140,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ رَبِّي ۖ لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ۚ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً ۗ يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ اللَّهِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
                "bnText": "আপনাকে জিজ্ঞেস করে, কেয়ামত কখন অনুষ্ঠিত হবে? বলে দিন এর খবর তো আমার পালনকর্তার কাছেই রয়েছে। তিনিই তা অনাবৃত করে দেখাবেন নির্ধারিত সময়ে। আসমান ও যমীনের জন্য সেটি অতি কঠিন বিষয়। যখন তা তোমাদের উপর আসবে অজান্তেই এসে যাবে। আপনাকে জিজ্ঞেস করতে থাকে, যেন আপনি তার অনুসন্ধানে লেগে আছেন। বলে দিন, এর সংবাদ বিশেষ করে আল্লাহর নিকটই রয়েছে। কিন্তু তা অধিকাংশ লোকই উপলব্ধি করে না।",
                "enText": "They ask you, [O Muhammad], about the Hour: when is its arrival? Say, \"Its knowledge is only with my Lord. None will reveal its time except Him. It lays heavily upon the heavens and the earth. It will not come upon you except unexpectedly.\" They ask you as if you are familiar with it. Say, \"Its knowledge is only with Allah, but most of the people do not know.\"",
                "enTextTransliteration": "Yas'aloonaka 'anis Saa'ati aiyaana mursaahaa qul innamaa 'ilmuhaa 'inda Rabbee laa yujallaeehaa liwaqtihaaa illaa Hoo; saqulat fis samaawaati wal ard; laa taateekum illaa baghtah; yas'aloonaka ka annaka hafiyyun 'anhaa qul innamaa 'ilmuhaa 'indal laahi wa laakinna aksaran naasi laa ya'lamoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1141",
                "numberInSurah": 187,
                "totalNumber": 1141,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قُل لَّا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ ۚ وَلَوْ كُنتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ ۚ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ",
                "bnText": "আপনি বলে দিন, আমি আমার নিজের কল্যাণ সাধনের এবং অকল্যাণ সাধনের মালিক নই, কিন্তু যা আল্লাহ চান। আর আমি যদি গায়বের কথা জেনে নিতে পারতাম, তাহলে বহু মঙ্গল অর্জন করে নিতে পারতাম, ফলে আমার কোন অমঙ্গল কখনও হতে পারত না। আমি তো শুধুমাত্র একজন ভীতি প্রদর্শক ও সুসংবাদদাতা ঈমানদারদের জন্য।",
                "enText": "Say, \"I hold not for myself [the power of] benefit or harm, except what Allah has willed. And if I knew the unseen, I could have acquired much wealth, and no harm would have touched me. I am not except a warner and a bringer of good tidings to a people who believe.\"",
                "enTextTransliteration": "Qul laaa amliku linafsee naf'anw wa laa darran illaa maa shaaa'al laah; wa law kuntu a'alamul ghaiba lastaksartu minal khairi wa maa massaniyas soo'; in ana illaa nazeerunw wa basheerul liqawminy yu'minoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1142",
                "numberInSurah": 188,
                "totalNumber": 1142,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "۞ هُوَ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا ۖ فَلَمَّا تَغَشَّاهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِ ۖ فَلَمَّا أَثْقَلَت دَّعَوَا اللَّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحًا لَّنَكُونَنَّ مِنَ الشَّاكِرِينَ",
                "bnText": "তিনিই সে সত্তা যিনি তোমাদিগকে সৃষ্টি করেছেন একটি মাত্র সত্তা থেকে; আর তার থেকেই তৈরী করেছেন তার জোড়া, যাতে তার কাছে স্বস্তি পেতে পারে। অতঃপর পুরুষ যখন নারীকে আবৃত করল, তখন, সে গর্ভবতী হল। অতি হালকা গর্ভ। সে তাই নিয়ে চলাফেরা করতে থাকল। তারপর যখন বোঝা হয়ে গেল, তখন উভয়েই আল্লাহকে ডাকল যিনি তাদের পালনকর্তা যে, তুমি যদি আমাদিগকে সুস্থ ও ভাল দান কর তবে আমরা তোমার শুকরিয়া আদায় করব।",
                "enText": "It is He who created you from one soul and created from it its mate that he might dwell in security with her. And when he covers her, she carries a light burden and continues therein. And when it becomes heavy, they both invoke Allah, their Lord, \"If You should give us a good [child], we will surely be among the grateful.\"",
                "enTextTransliteration": "Huwal lazee khalaqakum min nafsinw waahidatinw wa ja'ala minhaa zawjahaa liyas kuna ilaihaa falammaa taghash shaahaa hamalat hamlan khafeefan famarrat bihee falammaaa asqalad da'awal laaha Rabbahumaa la'in aayaitanaa saalihal lanakoo nanna minash shaakireen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1143",
                "numberInSurah": 189,
                "totalNumber": 1143,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا ۚ فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ",
                "bnText": "অতঃপর তাদেরকে যখন সুস্থ ও ভাল দান করা হল, তখন দানকৃত বিষয়ে তার অংশীদার তৈরী করতে লাগল। বস্তুতঃ আল্লাহ তাদের শরীক সাব্যস্ত করা থেকে বহু উর্ধে।",
                "enText": "But when He gives them a good [child], they ascribe partners to Him concerning that which He has given them. Exalted is Allah above what they associate with Him.",
                "enTextTransliteration": "Falammaaa aataahumaa saalihan ja'alaa lahoo shurakaaa'a feemaaa aataahumaa; fata'aalal laahu 'ammaa yushrikoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1144",
                "numberInSurah": 190,
                "totalNumber": 1144,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ",
                "bnText": "তারা কি এমন কাউকে শরীক সাব্যস্ত করে, যে একটি বস্তুও সৃষ্টি করেনি, বরং তাদেরকে সৃষ্টি করা হয়েছে।",
                "enText": "Do they associate with Him those who create nothing and they are [themselves] created?",
                "enTextTransliteration": "A yushrikoona maa laa yakhluqu shai'anw wa hum yukhlaqoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1145",
                "numberInSurah": 191,
                "totalNumber": 1145,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَا أَنفُسَهُمْ يَنصُرُونَ",
                "bnText": "আর তারা, না তাদের সাহায্য করতে পারে, না নিজের সাহায্য করতে পারে।",
                "enText": "And the false deities are unable to [give] them help, nor can they help themselves.",
                "enTextTransliteration": "Wa laa yastatee'oona lahum nasranw wa laaa anfusahum yansuroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1146",
                "numberInSurah": 192,
                "totalNumber": 1146,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِن تَدْعُوهُمْ إِلَى الْهُدَىٰ لَا يَتَّبِعُوكُمْ ۚ سَوَاءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنتُمْ صَامِتُونَ",
                "bnText": "আর তোমরা যদি তাদেরকে আহবান কর সুপথের দিকে, তবে তারা তোমাদের আহবান অনুযায়ী চলবে না। তাদেরকে আহবান জানানো কিংবা নীরব থাকা উভয়টিই তোমাদের জন্য সমান।",
                "enText": "And if you [believers] invite them to guidance, they will not follow you. It is all the same for you whether you invite them or you are silent.",
                "enTextTransliteration": "Wa in tad'oohum ilalhudaa laa yattabi'ookum; sawaaa'un 'alaikum a-da'awtumoohum am antum saamitoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1147",
                "numberInSurah": 193,
                "totalNumber": 1147,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ عِبَادٌ أَمْثَالُكُمْ ۖ فَادْعُوهُمْ فَلْيَسْتَجِيبُوا لَكُمْ إِن كُنتُمْ صَادِقِينَ",
                "bnText": "আল্লাহকে বাদ দিয়ে তোমরা যাদেরকে ডাক, তারা সবাই তোমাদের মতই বান্দা। অতএব, তোমরা যাদেরকে ডাক, তখন তাদের পক্ষেও তো তোমাদের সে ডাক কবুল করা উচিত যদি তোমরা সত্যবাদী হয়ে থাক",
                "enText": "Indeed, those you [polytheists] call upon besides Allah are servants like you. So call upon them and let them respond to you, if you should be truthful.",
                "enTextTransliteration": "Innal lazeena tad'oona min doonil laahi 'ibaadun amsaalukum fad'oohum fal yastajeeboo lakum in kuntum saadiqeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1148",
                "numberInSurah": 194,
                "totalNumber": 1148,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَا ۖ أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَا ۖ أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَا ۖ أَمْ لَهُمْ آذَانٌ يَسْمَعُونَ بِهَا ۗ قُلِ ادْعُوا شُرَكَاءَكُمْ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ",
                "bnText": "তাদের কি পা আছে, যদ্বারা তারা চলাফেরা করে, কিংবা তাদের কি হাত আছে, যদ্বারা তারা ধরে। অথবা তাদের কি চোখ আছে যদ্বারা তারা দেখতে পায় কিংবা তাদের কি কান আছে যদ্বারা শুনতে পায়? বলে দাও, তোমরা ডাক তোমাদের অংশীদারদিগকে, অতঃপর আমার অমঙ্গল কর এবং আমাকে অবকাশ দিও না।",
                "enText": "Do they have feet by which they walk? Or do they have hands by which they strike? Or do they have eyes by which they see? Or do they have ears by which they hear? Say, [O Muhammad], \"Call your 'partners' and then conspire against me and give me no respite.",
                "enTextTransliteration": "A lahum arjuluny yamshoona bihaa am lahum aidiny yabtishoona bihaaa am lahum a'yunuy yubsiroona bihaaa am lahum aazaanuny yasma'oona bihaa; qulid'oo shurakaaa'akum summa keedooni falaa tunziroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1149",
                "numberInSurah": 195,
                "totalNumber": 1149,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ ۖ وَهُوَ يَتَوَلَّى الصَّالِحِينَ",
                "bnText": "আমার সহায় তো হলেন আল্লাহ, যিনি কিতাব অবতীর্ণ করেছেন। বস্তুত; তিনিই সাহায্য করেন সৎকর্মশীল বান্দাদের।",
                "enText": "Indeed, my protector is Allah, who has sent down the Book; and He is an ally to the righteous.",
                "enTextTransliteration": "Inna waliyyial laahul lazee nazzalal Kitaaba wa Huwa yatawallas saaliheen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1150",
                "numberInSurah": 196,
                "totalNumber": 1150,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَالَّذِينَ تَدْعُونَ مِن دُونِهِ لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَا أَنفُسَهُمْ يَنصُرُونَ",
                "bnText": "আর তোমরা তাঁকে বাদ দিয়ে যাদেরকে ডাক তারা না তোমাদের কোন সাহায্য করতে পারবে, না নিজেদের আত্নরক্ষা করতে পারবে।",
                "enText": "And those you call upon besides Him are unable to help you, nor can they help themselves.\"",
                "enTextTransliteration": "Wallazeena tad'oona min doonihee laa yastatee'oona nasrakum wa laaa anfusahum yansuroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1151",
                "numberInSurah": 197,
                "totalNumber": 1151,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِن تَدْعُوهُمْ إِلَى الْهُدَىٰ لَا يَسْمَعُوا ۖ وَتَرَاهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ",
                "bnText": "আর তুমি যদি তাদেরকে সুপথে আহবান কর, তবে তারা তা কিছুই শুনবে না। আর তুমি তো তাদের দেখছই, তোমার দিকে তাকিয়ে আছে, অথচ তারা কিছুই দেখতে পাচ্ছে না।",
                "enText": "And if you invite them to guidance, they do not hear; and you see them looking at you while they do not see.",
                "enTextTransliteration": "Wa in tad'oohum ilal hudaa laa yasm'oo wa taraahum yanzuroona ilaika wa hum laa yubsiroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1152",
                "numberInSurah": 198,
                "totalNumber": 1152,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ",
                "bnText": "আর ক্ষমা করার অভ্যাস গড়ে তোল, সৎকাজের নির্দেশ দাও এবং মূর্খ জাহেলদের থেকে দূরে সরে থাক।",
                "enText": "Take what is given freely, enjoin what is good, and turn away from the ignorant.",
                "enTextTransliteration": "khuzil 'afwa waamur bil'urfi waa'rid 'anil jaahileen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1153",
                "numberInSurah": 199,
                "totalNumber": 1153,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ ۚ إِنَّهُ سَمِيعٌ عَلِيمٌ",
                "bnText": "আর যদি শয়তানের প্ররোচনা তোমাকে প্ররোচিত করে, তাহলে আল্লাহর শরণাপন্ন হও তিনিই শ্রবণকারী, মহাজ্ঞানী।",
                "enText": "And if an evil suggestion comes to you from Satan, then seek refuge in Allah. Indeed, He is Hearing and Knowing.",
                "enTextTransliteration": "Wa immaa yanzaghannaka minash Shaitaani nazghun fasta'iz billaah; innahoo Samee'un Aleem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1154",
                "numberInSurah": 200,
                "totalNumber": 1154,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِّنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُم مُّبْصِرُونَ",
                "bnText": "যাদের মনে ভয় রয়েছে, তাদের উপর শয়তানের আগমন ঘটার সাথে সাথেই তারা সতর্ক হয়ে যায় এবং তখনই তাদের বিবেচনাশক্তি জাগ্রত হয়ে উঠে।",
                "enText": "Indeed, those who fear Allah - when an impulse touches them from Satan, they remember [Him] and at once they have insight.",
                "enTextTransliteration": "Innal lazeenat taqaw izaa massahum taaa'ifum minash Shaitaani tazakkaroo fa izaa hum mubsiroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1155",
                "numberInSurah": 201,
                "totalNumber": 1155,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِخْوَانُهُمْ يَمُدُّونَهُمْ فِي الْغَيِّ ثُمَّ لَا يُقْصِرُونَ",
                "bnText": "পক্ষান্তরে যারা শয়তানের ভাই, তাদেরকে সে ক্রমাগত পথভ্রষ্ট তার দিকে নিয়ে যায় অতঃপর তাতে কোন কমতি করে না।",
                "enText": "But their brothers - the devils increase them in error; then they do not stop short.",
                "enTextTransliteration": "Wa ikhwaanuhum yamuddoonahum fil ghaiyi summa laa yuqsiroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1156",
                "numberInSurah": 202,
                "totalNumber": 1156,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِذَا لَمْ تَأْتِهِم بِآيَةٍ قَالُوا لَوْلَا اجْتَبَيْتَهَا ۚ قُلْ إِنَّمَا أَتَّبِعُ مَا يُوحَىٰ إِلَيَّ مِن رَّبِّي ۚ هَٰذَا بَصَائِرُ مِن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُؤْمِنُونَ",
                "bnText": "আর যখন আপনি তাদের নিকট কোন নিদর্শন নিয়ে না যান, তখন তারা বলে, আপনি নিজের পক্ষ থেকে কেন অমুকটি নিয়ে আসলেন না, তখন আপনি বলে দিন, আমি তো সে মতেই চলি যে হুকুম আমার নিকট আসে আমার পরওয়ারদেগারের কাছ থেকে। এটা ভাববার বিষয় তোমাদের পরওয়ারদেগারের পক্ষ থেকে এবং হেদায়েত ও রহমত সেসব লোকের জন্য যারা ঈমান এনেছে।",
                "enText": "And when you, [O Muhammad], do not bring them a sign, they say, \"Why have you not contrived it?\" Say, \"I only follow what is revealed to me from my Lord. This [Qur'an] is enlightenment from your Lord and guidance and mercy for a people who believe.\"",
                "enTextTransliteration": "Wa izaa lam taatihim bi aayatin qaaloo law lajtabai tahaa; qul innamaaa attabi'u maa yoohaaa ilaiya mir Rabbee; haazaa basaaa'iru mir Rabbikum wa hudanw wa rahmatul liqawminy yu'minoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1157",
                "numberInSurah": 203,
                "totalNumber": 1157,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنصِتُوا لَعَلَّكُمْ تُرْحَمُونَ",
                "bnText": "আর যখন কোরআন পাঠ করা হয়, তখন তাতে কান লাগিয়ে রাখ এবং নিশ্চুপ থাক যাতে তোমাদের উপর রহমত হয়।",
                "enText": "So when the Qur'an is recited, then listen to it and pay attention that you may receive mercy.",
                "enTextTransliteration": "Wa izaa quri'al Quraanu fastami'oo lahoo wa ansitoo la 'allakum turhamoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1158",
                "numberInSurah": 204,
                "totalNumber": 1158,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَاذْكُر رَّبَّكَ فِي نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآصَالِ وَلَا تَكُن مِّنَ الْغَافِلِينَ",
                "bnText": "আর স্মরণ করতে থাক স্বীয় পালনকর্তাকে আপন মনে ক্রন্দনরত ও ভীত-সন্ত্রস্ত অবস্থায় এবং এমন স্বরে যা চিৎকার করে বলা অপেক্ষা কম; সকালে ও সন্ধ্যায়। আর বে-খবর থেকো না।",
                "enText": "And remember your Lord within yourself in humility and in fear without being apparent in speech - in the mornings and the evenings. And do not be among the heedless.",
                "enTextTransliteration": "Wazkur Rabbaka fee nafsika tadarru'anw wa kheefatanw wa doonal jahri minal qawli bilghuduwwi wal aasali wa laa takum minal ghaafileen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1159",
                "numberInSurah": 205,
                "totalNumber": 1159,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "إِنَّ الَّذِينَ عِندَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَيُسَبِّحُونَهُ وَلَهُ يَسْجُدُونَ ۩",
                "bnText": "নিশ্চয়ই যারা তোমার পরওয়ারদেগারের সান্নিধ্যে রয়েছেন, তারা তাঁর বন্দেগীর ব্যাপারে অহঙ্কার করেন না এবং স্মরণ করেন তাঁর পবিত্র সত্তাকে; আর তাঁকেই সেজদা করেন।",
                "enText": "Indeed, those who are near your Lord are not prevented by arrogance from His worship, and they exalt Him, and to Him they prostrate.",
                "enTextTransliteration": "Innal lazeena 'inda Rabbika laa yastakbiroona 'an 'ibaadatihee wa yusabbihoonahoo wa lahoo yasjudoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1160",
                "numberInSurah": 206,
                "totalNumber": 1160,
                "juz": 9,
                "sajda": {
                    "recommended": true,
                    "obligatory": false
                }
            }
        ]
    },
    {
        "name": "سُورَةُ الأَنفَالِ",
        "enName": "Al-Anfaal",
        "enNameTranslation": "The Spoils of War",
        "bnNameTranslation": "আল আনফাল",
        "no": 8,
        "revelationType": "Medinan",
        "verses": [
            {
                "text": "يَسْأَلُونَكَ عَنِ الْأَنفَالِ ۖ قُلِ الْأَنفَالُ لِلَّهِ وَالرَّسُولِ ۖ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ ۖ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِن كُنتُم مُّؤْمِنِينَ",
                "bnText": "আপনার কাছে জিজ্ঞেস করে, গনীমতের হুকুম। বলে দিন, গণীমতের মাল হল আল্লাহর এবং রসূলের। অতএব, তোমরা আল্লাহকে ভয় কর এবং নিজেদের অবস্থা সংশোধন করে নাও। আর আল্লাহ এবং তাঁর রসূলের হুকুম মান্য কর, যদি ঈমানদার হয়ে থাক।",
                "enText": "They ask you, [O Muhammad], about the bounties [of war]. Say, \"The [decision concerning] bounties is for Allah and the Messenger.\" So fear Allah and amend that which is between you and obey Allah and His Messenger, if you should be believers.",
                "enTextTransliteration": "Yas'aloonaka 'anil anfaali qulil anfaalu lillaahi war Rasooli fattaqul laaha wa ahlihoo zaata bainikum wa atee'ul laaha wa Rasoolahooo in kuntum mu'mineen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1161",
                "numberInSurah": 1,
                "totalNumber": 1161,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
                "bnText": "যারা ঈমানদার, তারা এমন যে, যখন আল্লাহর নাম নেয়া হয় তখন ভীত হয়ে পড়ে তাদের অন্তর। আর যখন তাদের সামনে পাঠ করা হয় কালাম, তখন তাদের ঈমান বেড়ে যায় এবং তারা স্বীয় পরওয়ার দেগারের প্রতি ভরসা পোষণ করে।",
                "enText": "The believers are only those who, when Allah is mentioned, their hearts become fearful, and when His verses are recited to them, it increases them in faith; and upon their Lord they rely -",
                "enTextTransliteration": "Innamal mu'minoonal lazeena izaa zukiral laahu wajilat quloobuhum wa izaa tuliyat 'alaihim Aayaatuhoo zaadat hum eemaananw wa 'alaa Rabbihim yatawakkaloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1162",
                "numberInSurah": 2,
                "totalNumber": 1162,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ",
                "bnText": "সে সমস্ত লোক যারা নামায প্রতিষ্ঠা করে এবং আমি তাদেরকে যে রুযী দিয়েছি তা থেকে ব্যয় করে।",
                "enText": "The ones who establish prayer, and from what We have provided them, they spend.",
                "enTextTransliteration": "Allazeena yuqeemoonas Salaata wa mimmaa razaqnaahum yunfiqoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1163",
                "numberInSurah": 3,
                "totalNumber": 1163,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "أُولَٰئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا ۚ لَّهُمْ دَرَجَاتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
                "bnText": "তারাই হল সত্যিকার ঈমানদার! তাদের জন্য রয়েছে স্বীয় পরওয়ারদেগারের নিকট মর্যাদা, ক্ষমা এবং সম্মানজনক রুযী।",
                "enText": "Those are the believers, truly. For them are degrees [of high position] with their Lord and forgiveness and noble provision.",
                "enTextTransliteration": "Ulaaa'ika humul mu'minoona haqqaa; lahum darajaatun 'inda Rabbihim wa magh firatunw wa rizqun kareem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1164",
                "numberInSurah": 4,
                "totalNumber": 1164,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "كَمَا أَخْرَجَكَ رَبُّكَ مِن بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِّنَ الْمُؤْمِنِينَ لَكَارِهُونَ",
                "bnText": "যেমন করে তোমাকে তোমার পরওয়ারদেগার ঘর থেকে বের করেছেন ন্যায় ও সৎকাজের জন্য, অথচ ঈমানদারদের একটি দল (তাতে) সম্মত ছিল না।",
                "enText": "[It is] just as when your Lord brought you out of your home [for the battle of Badr] in truth, while indeed, a party among the believers were unwilling,",
                "enTextTransliteration": "Kaamaaa akhrajaka Rabbuka mim baitika bilhaqq; wa inna fareeqam minal mu'mineena lakaarihoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1165",
                "numberInSurah": 5,
                "totalNumber": 1165,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَمَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ وَهُمْ يَنظُرُونَ",
                "bnText": "তারা তোমার সাথে বিবাদ করছিল সত্য ও ন্যায় বিষয়ে, তা প্রকাশিত হবার পর; তারা যেন মৃত্যুর দিকে ধাবিত হচ্ছে দেখতে দেখতে।",
                "enText": "Arguing with you concerning the truth after it had become clear, as if they were being driven toward death while they were looking on.",
                "enTextTransliteration": "Yujaadiloonaka fil haqqi ba'da maa tabaiyana kaannamaa yasaaqoona ilal mawti wa hum uanzuroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1166",
                "numberInSurah": 6,
                "totalNumber": 1166,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللَّهُ أَن يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ",
                "bnText": "আর যখন আল্লাহ দু’টি দলের একটির ব্যাপারে তোমাদের সাথে ওয়াদা করেছিলেন যে, সেটি তোমাদের হস্তগত হবে, আর তোমরা কামনা করছিলে যাতে কোন রকম কন্টক নেই, তাই তোমাদের ভাগে আসুক; অথচ আল্লাহ চাইতেন সত্যকে স্বীয় কালামের মাধ্যমে সত্যে পরিণত করতে এবং কাফেরদের মূল কর্তন করে দিতে",
                "enText": "[Remember, O believers], when Allah promised you one of the two groups - that it would be yours - and you wished that the unarmed one would be yours. But Allah intended to establish the truth by His words and to eliminate the disbelievers",
                "enTextTransliteration": "Wa iz ya'idukumul laahu ihdat taaa'ifataini annahaa lakum wa tawaddoona anna ghaira zaatish shawkati takoonu lakum wa yureedul laahu ai yuhiqqal haqqa bikalimaatihee wa taqta'a daabiral kaafireen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1167",
                "numberInSurah": 7,
                "totalNumber": 1167,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ",
                "bnText": "যাতে করে সত্যকে সত্য এবং মিথ্যাকে মিথ্যা প্রতিপন্ন করে দেন, যদিও পাপীরা অসন্তুষ্ট হয়।",
                "enText": "That He should establish the truth and abolish falsehood, even if the criminals disliked it.",
                "enTextTransliteration": "Liyuhiqqal haqqa wa tubtilal baatila wa law karihal mujrimoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1168",
                "numberInSurah": 8,
                "totalNumber": 1168,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُم بِأَلْفٍ مِّنَ الْمَلَائِكَةِ مُرْدِفِينَ",
                "bnText": "তোমরা যখন ফরিয়াদ করতে আরম্ভ করেছিলে স্বীয় পরওয়ারদেগারের নিকট, তখন তিনি তোমাদের ফরিয়াদের মঞ্জুরী দান করলেন যে, আমি তোমাদিগকে সাহায্য করব ধারাবহিকভাবে আগত হাজার ফেরেশতার মাধ্যমে।",
                "enText": "[Remember] when you asked help of your Lord, and He answered you, \"Indeed, I will reinforce you with a thousand from the angels, following one another.\"",
                "enTextTransliteration": "Iz tastagheesoona Rabbakum fastajaaba lakum annee mumiddukum bi alfim minal malaaa'ikati murdifeen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1169",
                "numberInSurah": 9,
                "totalNumber": 1169,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَىٰ وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ ۚ وَمَا النَّصْرُ إِلَّا مِنْ عِندِ اللَّهِ ۚ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
                "bnText": "আর আল্লাহ তো শুধু সুসংবাদ দান করলেন যাতে তোমাদের মন আশ্বস্ত হতে পারে। আর সাহায্য আল্লাহর পক্ষ থেকে ছাড়া অন্য কারো পক্ষ থেকে হতে পারে না। নিঃসন্দেহে আল্লাহ মহাশক্তির অধিকারী হেকমত ওয়ালা।",
                "enText": "And Allah made it not but good tidings and so that your hearts would be assured thereby. And victory is not but from Allah. Indeed, Allah is Exalted in Might and Wise.",
                "enTextTransliteration": "Wa maa ja'alahul laahu illaa bushraa wa litatma'inna bihee quloobukum; wa man nasru illaa min 'indil laah; innal laaha Azeezun Hakeem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1170",
                "numberInSurah": 10,
                "totalNumber": 1170,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُم مِّنَ السَّمَاءِ مَاءً لِّيُطَهِّرَكُم بِهِ وَيُذْهِبَ عَنكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَىٰ قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْأَقْدَامَ",
                "bnText": "যখন তিনি আরোপ করেন তোমাদের উপর তন্দ্রাচ্ছন্ন তা নিজের পক্ষ থেকে তোমাদের প্রশান্তির জন্য এবং তোমাদের উপর আকাশ থেকে পানি অবতরণ করেন, যাতে তোমাদিগকে পবিত্র করে দেন এবং যাতে তোমাদের থেকে অপসারিত করে দেন শয়তানের অপবিত্রতা। আর যাতে করে সুরক্ষিত করে দিতে পারেন তোমাদের অন্তরসমূহকে এবং তাতে যেন সুদৃঢ় করে দিতে পারেন তোমাদের পা গুলো।",
                "enText": "[Remember] when He overwhelmed you with drowsiness [giving] security from Him and sent down upon you from the sky, rain by which to purify you and remove from you the evil [suggestions] of Satan and to make steadfast your hearts and plant firmly thereby your feet.",
                "enTextTransliteration": "Iz yughashsheekumun nu'assa amanatam minhu wa yunazzilu 'alaikum minas samaaa'i maaa'al liyutah hirakum bihee wa yuzhiba 'ankum rijzash Shaitaani wa liyarbita 'ala quloobikum wa yusabbita bihil aqdaam",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1171",
                "numberInSurah": 11,
                "totalNumber": 1171,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا ۚ سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ",
                "bnText": "যখন নির্দেশ দান করেন ফেরেশতাদিগকে তোমাদের পরওয়ারদেগার যে, আমি সাথে রয়েছি তোমাদের, সুতরাং তোমরা মুসলমানদের চিত্তসমূহকে ধীরস্থির করে রাখ। আমি কাফেরদের মনে ভীতির সঞ্চার করে দেব। কাজেই গর্দানের উপর আঘাত হান এবং তাদেরকে কাট জোড়ায় জোড়ায়।",
                "enText": "[Remember] when your Lord inspired to the angels, \"I am with you, so strengthen those who have believed. I will cast terror into the hearts of those who disbelieved, so strike [them] upon the necks and strike from them every fingertip.\"",
                "enTextTransliteration": "Iz yoohee Rabbuka ilal malaaa'ikati annee ma'akum fasabbitul lazeena aamanoo; sa ulqee fee quloobil lazeena kafarur ru'ba fadriboo fawqal a'naaqi wadriboo minhum kulla banaan",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1172",
                "numberInSurah": 12,
                "totalNumber": 1172,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "ذَٰلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ ۚ وَمَن يُشَاقِقِ اللَّهَ وَرَسُولَهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
                "bnText": "যেহেতু তারা অবাধ্য হয়েছে আল্লাহ এবং তাঁর রসূলের, সেজন্য এই নির্দেশ। বস্তুতঃ যে লোক আল্লাহ ও রসূলের অবাধ্য হয়, নিঃসন্দেহে আল্লাহর শাস্তি অত্যন্ত কঠোর।",
                "enText": "That is because they opposed Allah and His Messenger. And whoever opposes Allah and His Messenger - indeed, Allah is severe in penalty.",
                "enTextTransliteration": "Zaalika bi annahum shaaaqqul laaha wa Rasoolah; wa mai yushaqiqil laaha wa Rasoolahoo fa innal laaha shadeedul 'iqaab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1173",
                "numberInSurah": 13,
                "totalNumber": 1173,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "ذَٰلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَافِرِينَ عَذَابَ النَّارِ",
                "bnText": "আপাততঃ বর্তমান এ শাস্তি তোমরা আস্বাদন করে নাও এবং জেনে রাখ যে, কাফেরদের জন্য রয়েছে দোযখের আযাব।",
                "enText": "\"That [is yours], so taste it.\" And indeed for the disbelievers is the punishment of the Fire.",
                "enTextTransliteration": "Zaalikum fazooqoohu wa anna lilkaafireena 'azaaban Naar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1174",
                "numberInSurah": 14,
                "totalNumber": 1174,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا فَلَا تُوَلُّوهُمُ الْأَدْبَارَ",
                "bnText": "হে ঈমানদারগণ, তোমরা যখন কাফেরদের সাথে মুখোমুখী হবে, তখন পশ্চাদপসরণ করবে না।",
                "enText": "O you who have believed, when you meet those who disbelieve advancing [for battle], do not turn to them your backs [in flight].",
                "enTextTransliteration": "Yaaa aiyuhal lazeena aamanoo izaa laqeetumul lazeena kafaroo zahfan falaa tuwalloohumul adbaar",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1175",
                "numberInSurah": 15,
                "totalNumber": 1175,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفًا لِّقِتَالٍ أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِّنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ ۖ وَبِئْسَ الْمَصِيرُ",
                "bnText": "আর যে লোক সেদিন তাদের থেকে পশ্চাদপসরণ করবে, অবশ্য যে লড়াইয়ের কৌশল পরিবর্তনকল্পে কিংবা যে নিজ সৈন্যদের নিকট আশ্রয় নিতে আসে সে ব্যতীত অন্যরা আল্লাহর গযব সাথে নিয়ে প্রত্যাবর্তন করবে। আর তার ঠিকানা হল জাহান্নাম। বস্তুতঃ সেটা হল নিকৃষ্ট অবস্থান।",
                "enText": "And whoever turns his back to them on such a day, unless swerving [as a strategy] for war or joining [another] company, has certainly returned with anger [upon him] from Allah, and his refuge is Hell - and wretched is the destination.",
                "enTextTransliteration": "Wa mai yuwallihim yawma'izin duburahooo illaa mutaharrifal liqitaalin aw mutahaiyizan ilaa fi'atin faqad baaa'a bighadabim minal laahi wa maawaahu Jahannamu wa bi'sal maseer",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1176",
                "numberInSurah": 16,
                "totalNumber": 1176,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "فَلَمْ تَقْتُلُوهُمْ وَلَٰكِنَّ اللَّهَ قَتَلَهُمْ ۚ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَٰكِنَّ اللَّهَ رَمَىٰ ۚ وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلَاءً حَسَنًا ۚ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
                "bnText": "সুতরাং তোমরা তাদেরকে হত্যা করনি, বরং আল্লাহই তাদেরকে হত্যা করেছেন। আর তুমি মাটির মুষ্ঠি নিক্ষেপ করনি, যখন তা নিক্ষেপ করেছিলে, বরং তা নিক্ষেপ করেছিলেন আল্লাহ স্বয়ং যেন ঈমানদারদের প্রতি এহসান করতে পারেন যথার্থভাবে। নিঃসন্দেহে আল্লাহ শ্রবণকারী; পরিজ্ঞাত।",
                "enText": "And you did not kill them, but it was Allah who killed them. And you threw not, [O Muhammad], when you threw, but it was Allah who threw that He might test the believers with a good test. Indeed, Allah is Hearing and Knowing.",
                "enTextTransliteration": "Falam taqtuloohum wa laakinnal laaha qatalahum; wa maa ramaita iz ramaita wa laakinnal laaha ramaa; wa liyubliyal mu'mineena minhu balaaa'an hasanaa; innal laaha Samee'un Aleem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1177",
                "numberInSurah": 17,
                "totalNumber": 1177,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "ذَٰلِكُمْ وَأَنَّ اللَّهَ مُوهِنُ كَيْدِ الْكَافِرِينَ",
                "bnText": "এটাতো গেল, আর জেনে রেখো, আল্লাহ নস্যাৎ করে দেবেন কাফেরদের সমস্ত কলা-কৌশল।",
                "enText": "That [is so], and [also] that Allah will weaken the plot of the disbelievers.",
                "enTextTransliteration": "Zaalikum wa annal laaha moohinu kaidil kaafireen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1178",
                "numberInSurah": 18,
                "totalNumber": 1178,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "إِن تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ ۖ وَإِن تَنتَهُوا فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَعُودُوا نَعُدْ وَلَن تُغْنِيَ عَنكُمْ فِئَتُكُمْ شَيْئًا وَلَوْ كَثُرَتْ وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ",
                "bnText": "তোমরা যদি মীমাংসা কামনা কর, তাহলে তোমাদের নিকট মীমাংসা পৌছে গেছে। আর যদি তোমরা প্রত্যাবর্তন কর, তবে তা তোমাদের জন্য উত্তম এবং তোমরা যদি তাই কর, তবে আমি ও তেমনি করব। বস্তুতঃ তোমাদের কোনই কাজে আসবে না তোমাদের দল-বল, তা যত বেশীই হোক। জেনে রেখ আল্লাহ রয়েছেন ঈমানদারদের সাথে।",
                "enText": "If you [disbelievers] seek the victory - the defeat has come to you. And if you desist [from hostilities], it is best for you; but if you return [to war], We will return, and never will you be availed by your [large] company at all, even if it should increase; and [that is] because Allah is with the believers.",
                "enTextTransliteration": "In tastaftihoo faqad jaaa'akumul fathu wa in tantahoo fahuwa khairul lakum wa in ta'oodoo na'ud wa lan tughniya 'ankum fi'atukum shai'anw wa law kasurat wa annal laaha ma'al mu'mineen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1179",
                "numberInSurah": 19,
                "totalNumber": 1179,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَوَلَّوْا عَنْهُ وَأَنتُمْ تَسْمَعُونَ",
                "bnText": "হে ঈমানদারগণ, আল্লাহ ও তাঁর রসূলের নির্দেশ মান্য কর এবং শোনার পর তা থেকে বিমুখ হয়ো না।",
                "enText": "O you who have believed, obey Allah and His Messenger and do not turn from him while you hear [his order].",
                "enTextTransliteration": "Yaaa aiyuhal lazeena aamanoo atee'ul laaha wa Rasoolahoo wa laa tawallaw 'anhu wa antum tasm'oon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1180",
                "numberInSurah": 20,
                "totalNumber": 1180,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَا تَكُونُوا كَالَّذِينَ قَالُوا سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ",
                "bnText": "আর তাদের অন্তর্ভুক্ত হয়ো না, যারা বলে যে, আমরা শুনেছি, অথচ তারা শোনেনা।",
                "enText": "And do not be like those who say, \"We have heard,\" while they do not hear.",
                "enTextTransliteration": "Wa laa takoonoo kallazeena qaaloo sami'naa wa hum laa yasma'oon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1181",
                "numberInSurah": 21,
                "totalNumber": 1181,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "۞ إِنَّ شَرَّ الدَّوَابِّ عِندَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لَا يَعْقِلُونَ",
                "bnText": "নিঃসন্দেহে আল্লাহ তা’আলার নিকট সমস্ত প্রাণীর তুলনায় তারাই মূক ও বধির, যারা উপলদ্ধি করে না।",
                "enText": "Indeed, the worst of living creatures in the sight of Allah are the deaf and dumb who do not use reason.",
                "enTextTransliteration": "Inna sharrad dawaaabbi 'indal laahis summul bukmul lazeena laa ya'qiloon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1182",
                "numberInSurah": 22,
                "totalNumber": 1182,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا وَّهُم مُّعْرِضُونَ",
                "bnText": "বস্তুতঃ আল্লাহ যদি তাদের মধ্যে কিছুমাত্র শুভ চিন্তা জানতেন, তবে তাদেরকে শুনিয়ে দিতেন। আর এখনই যদি তাদের শুনিয়ে দেন, তবে তারা মুখ ঘুরিয়ে পালিয়ে যাবে।",
                "enText": "Had Allah known any good in them, He would have made them hear. And if He had made them hear, they would [still] have turned away, while they were refusing.",
                "enTextTransliteration": "Wa law 'alimal laahu feehim khairal la asma'ahum; wa law asma'ahum latawallaw wa hum mu'ridoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1183",
                "numberInSurah": 23,
                "totalNumber": 1183,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ۖ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ",
                "bnText": "হে ঈমানদারগণ, আল্লাহ ও তাঁর রসূলের নির্দেশ মান্য কর, যখন তোমাদের সে কাজের প্রতি আহবান করা হয়, যাতে রয়েছে তোমাদের জীবন। জেনে রেখো, আল্লাহ মানুষের এবং তার অন্তরের মাঝে অন্তরায় হয়ে যান। বস্তুতঃ তোমরা সবাই তাঁরই নিকট সমবেত হবে।",
                "enText": "O you who have believed, respond to Allah and to the Messenger when he calls you to that which gives you life. And know that Allah intervenes between a man and his heart and that to Him you will be gathered.",
                "enTextTransliteration": "Yaaa aiyuhal lazeena aamanus tajeeboo lillaahi wa lir Rasooli izaa da'aakum limaa yuhyeekum wa'lamooo annal laaha yahoolu bainal mar'i wa qalbihee wa anahooo ilaihi tuhsharoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1184",
                "numberInSurah": 24,
                "totalNumber": 1184,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَاتَّقُوا فِتْنَةً لَّا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنكُمْ خَاصَّةً ۖ وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
                "bnText": "আর তোমরা এমন ফাসাদ থেকে বেঁচে থাক যা বিশেষতঃ শুধু তাদের উপর পতিত হবে না যারা তোমাদের মধ্যে জালেম এবং জেনে রেখ যে, আল্লাহর আযাব অত্যন্ত কঠোর।",
                "enText": "And fear a trial which will not strike those who have wronged among you exclusively, and know that Allah is severe in penalty.",
                "enTextTransliteration": "Wattaqoo fitnatal laa tuseebannal lazeena zalamoo minkum khaaaassatanw wa'lamooo annal laaha shadeedul 'iqaab",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1185",
                "numberInSurah": 25,
                "totalNumber": 1185,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَاذْكُرُوا إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِي الْأَرْضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُم بِنَصْرِهِ وَرَزَقَكُم مِّنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ",
                "bnText": "আর স্মরণ কর, যখন তোমরা ছিলে অল্প, পরাজিত অবস্থায় পড়েছিলে দেশে; ভীত-সস্ত্রস্ত্র ছিলে যে, তোমাদের না অন্যেরা ছোঁ মেরে নিয়ে যায়। অতঃপর তিনি তোমাদিগকে আশ্রয়ের ঠিকানা দিয়েছেন, স্বীয় সাহায্যের দ্বারা তোমাদিগকে শক্তি দান করেছেন এবং পরিচ্ছন্ন জীবিকা দিয়েছেন যাতে তোমরা শুকরিয়া আদায় কর।",
                "enText": "And remember when you were few and oppressed in the land, fearing that people might abduct you, but He sheltered you, supported you with His victory, and provided you with good things - that you might be grateful.",
                "enTextTransliteration": "Wazkurooo iz antum qaleelum mustad 'afoona filardi takhaafoona ai yatakhat tafakumun naasu fa aawaakum wa aiyadakum binasrihee wa razaqakum minat taiyibaati la'allakum tashkuroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1186",
                "numberInSurah": 26,
                "totalNumber": 1186,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنتُمْ تَعْلَمُونَ",
                "bnText": "হে ঈমানদারগণ, খেয়ানত করোনা আল্লাহর সাথে ও রসূলের সাথে এবং খেয়ানত করো না নিজেদের পারস্পরিক আমানতে জেনে-শুনে।",
                "enText": "O you who have believed, do not betray Allah and the Messenger or betray your trusts while you know [the consequence].",
                "enTextTransliteration": "Yaaa aiyuhal lazeena aamanoo laa takhoonal laaha war Rasoola wa takhoonooo amaanaatikum wa antum ta'lamoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1187",
                "numberInSurah": 27,
                "totalNumber": 1187,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَأَنَّ اللَّهَ عِندَهُ أَجْرٌ عَظِيمٌ",
                "bnText": "আর জেনে রাখ, তোমাদের ধন-সম্পদ ও সন্তান-সন্ততি অকল্যাণের সম্মুখীনকারী। বস্তুতঃ আল্লাহর নিকট রয়েছে মহা সওয়াব।",
                "enText": "And know that your properties and your children are but a trial and that Allah has with Him a great reward.",
                "enTextTransliteration": "Wa'lamooo annamaaa amwaalukum wa awlaadukum fitnatunw wa annal laaha 'indahooo ajrun azeem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1188",
                "numberInSurah": 28,
                "totalNumber": 1188,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِن تَتَّقُوا اللَّهَ يَجْعَل لَّكُمْ فُرْقَانًا وَيُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ ۗ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
                "bnText": "হে ঈমানদারগণ তোমরা যদি আল্লাহকে ভয় করতে থাক, তবে তোমাদের মধ্যে ফয়সালা করে দেবেন এবং তোমাদের থেকে তোমাদের পাপকে সরিয়ে দেবেন এবং তোমাদের ক্ষমা করবেন। বস্তুতঃ আল্লাহর অনুগ্রহ অত্যন্ত মহান।",
                "enText": "O you who have believed, if you fear Allah, He will grant you a criterion and will remove from you your misdeeds and forgive you. And Allah is the possessor of great bounty.",
                "enTextTransliteration": "Yaaa aiyuhal lazeena aamanooo in tattaqul laaha yaj'al lakum furqaananw wa yukaffir 'ankum saiyi aatikum wa yaghfir lakum; wallaahu zul fadlil 'azeem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1189",
                "numberInSurah": 29,
                "totalNumber": 1189,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ",
                "bnText": "আর কাফেরেরা যখন প্রতারণা করত আপনাকে বন্দী অথবা হত্যা করার উদ্দেশ্যে কিংবা আপনাকে বের করে দেয়ার জন্য তখন তারা যেমন ছলনা করত তেমনি, আল্লাহও ছলনা করতেন। বস্তুতঃ আল্লাহর ছলনা সবচেয়ে উত্তম।",
                "enText": "And [remember, O Muhammad], when those who disbelieved plotted against you to restrain you or kill you or evict you [from Makkah]. But they plan, and Allah plans. And Allah is the best of planners.",
                "enTextTransliteration": "Wa iz yamkuru bikal lazeena kafaroo liyusbitooka aw yaqtulooka aw yukhrijook; wa yamkuroona wa yamkurul laahu wallaahu khairul maakireen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1190",
                "numberInSurah": 30,
                "totalNumber": 1190,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَٰذَا ۙ إِنْ هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ",
                "bnText": "আর কেউ যখন তাদের নিকট আমার আয়াতসমূহ পাঠ করে তবে বলে, আমরা শুনেছি, ইচ্ছা করলে আমরাও এমন বলতে পারি; এ তো পূর্ববর্তী ইতিকথা ছাড়া আর কিছুই নয়।",
                "enText": "And when Our verses are recited to them, they say, \"We have heard. If we willed, we could say [something] like this. This is not but legends of the former peoples.\"",
                "enTextTransliteration": "Wa izaa tutlaa 'alaihim Aayaatunaa qaaloo qad sami'naa law nashaaa'u laqulnaa misla haazaaa in haazaaa illaaa asaateerul awwaleen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1191",
                "numberInSurah": 31,
                "totalNumber": 1191,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِذْ قَالُوا اللَّهُمَّ إِن كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ",
                "bnText": "তাছাড়া তারা যখন বলতে আরম্ভ করে যে, ইয়া আল্লাহ, এই যদি তোমার পক্ষ থেকে (আগত) সত্য দ্বীন হয়ে থাকে, তবে আমাদের উপর আকাশ থেকে প্রস্তর বর্ষণ কর কিংবা আমাদের উপর বেদনাদায়ক আযাব নাযিল কর।",
                "enText": "And [remember] when they said, \"O Allah, if this should be the truth from You, then rain down upon us stones from the sky or bring us a painful punishment.\"",
                "enTextTransliteration": "Wa iz qaalul laahumma in kaana haazaa huwal haqqa min 'indika fa amtir 'alainaa hijaaratam minas samaaa'i awi'tinaa bi 'azaabin alaeem",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1192",
                "numberInSurah": 32,
                "totalNumber": 1192,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ ۚ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ",
                "bnText": "অথচ আল্লাহ কখনই তাদের উপর আযাব নাযিল করবেন না যতক্ষণ আপনি তাদের মাঝে অবস্থান করবেন। তাছাড়া তারা যতক্ষণ ক্ষমা প্রার্থনা করতে থাকবে আল্লাহ কখনও তাদের উপর আযাব দেবেন না।",
                "enText": "But Allah would not punish them while you, [O Muhammad], are among them, and Allah would not punish them while they seek forgiveness.",
                "enTextTransliteration": "Wa maa kanal laahu liyu'az zibahum wa anta feehim; wa maa kaanal laahu mu'az zibahum wa hum yastaghfiroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1193",
                "numberInSurah": 33,
                "totalNumber": 1193,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوا أَوْلِيَاءَهُ ۚ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
                "bnText": "আর তাদের মধ্যে এমন কি বিষয় রয়েছে, যার ফলে আল্লাহ তাদের উপর আযাব দান করবেন না। অথচ তারা মসজিদে-হারামে যেতে বাধাদান করে, অথচ তাদের সে অধিকার নেই। এর অধিকার তো তাদেরই রয়েছে যারা পরহেযগার। কিন্তু তাদের অধিকাংশই সে বিষয়ে অবহিত নয়।",
                "enText": "But why should Allah not punish them while they obstruct [people] from al-Masjid al- Haram and they were not [fit to be] its guardians? Its [true] guardians are not but the righteous, but most of them do not know.",
                "enTextTransliteration": "Wa maa lahum allaa yu'az zibahumul laahu wa hum yasuddoona 'anil Masjidil-Haraami wa maa kaanooo awliyaaa'ah; in awliyaaa' uhooo illal muttaqoona wa laakinna aksarahum laa ya'lamoon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1194",
                "numberInSurah": 34,
                "totalNumber": 1194,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَمَا كَانَ صَلَاتُهُمْ عِندَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً ۚ فَذُوقُوا الْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
                "bnText": "আর কা’বার নিকট তাদের নামায বলতে শিস দেয়া আর তালি বাজানো ছাড়া অন্য কোন কিছুই ছিল না। অতএব, এবার নিজেদের কৃত কুফরীর আযাবের স্বাদ গ্রহণ কর।",
                "enText": "And their prayer at the House was not except whistling and handclapping. So taste the punishment for what you disbelieved.",
                "enTextTransliteration": "Wa maa kaana Salaatuhum 'indal Baiti illa mukaaa anw-wa tasdiyah; fazooqul 'azaaba bimaa kuntum takfuroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1195",
                "numberInSurah": 35,
                "totalNumber": 1195,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "إِنَّ الَّذِينَ كَفَرُوا يُنفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَن سَبِيلِ اللَّهِ ۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ ۗ وَالَّذِينَ كَفَرُوا إِلَىٰ جَهَنَّمَ يُحْشَرُونَ",
                "bnText": "নিঃসন্দেহে যেসব লোক কাফের, তারা ব্যয় করে নিজেদের ধন-সম্পদ, যাতে করে বাধাদান করতে পারে আল্লাহর পথে। বস্তুতঃ এখন তারা আরো ব্যয় করবে। তারপর তাই তাদের জন্য আক্ষেপের কারণ হয়ে এবং শেষ পর্যন্ত তারা হেরে যাবে। আর যারা কাফের তাদেরকে দোযখের দিকে তাড়িয়ে নিয়ে যাওয়া হবে।",
                "enText": "Indeed, those who disbelieve spend their wealth to avert [people] from the way of Allah. So they will spend it; then it will be for them a [source of] regret; then they will be overcome. And those who have disbelieved - unto Hell they will be gathered.",
                "enTextTransliteration": "Innal lazeena kafaroo yunfiqoona amwaalahum liyasuddoo 'an sabeelil laah; fasayunfiqoonahaa summa takoonu 'alaihim hasratan summa yughlaboon; wal lazeena kafarooo ilaa Jahannnama yuhsharoona",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1196",
                "numberInSurah": 36,
                "totalNumber": 1196,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَىٰ بَعْضٍ فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلَهُ فِي جَهَنَّمَ ۚ أُولَٰئِكَ هُمُ الْخَاسِرُونَ",
                "bnText": "যাতে পৃথক করে দেন আল্লাহ অপবিত্র ও না-পাককে পবিত্র ও পাক থেকে। আর যাতে একটির পর একটিকে স্থাপন করে সমবেত স্তুপে পরিণত করেন এবং পরে দোযখে নিক্ষেপ করেন। এরাই হল ক্ষতিগ্রস্ত।",
                "enText": "[This is] so that Allah may distinguish the wicked from the good and place the wicked some of them upon others and heap them all together and put them into Hell. It is those who are the losers.",
                "enTextTransliteration": "Liyameezal laahul khabeesa minat taiyibi wa yaj'alal khabeesa ba'dahoo 'ala ba'din fayarkumahoo jamee'an fayaj'alahoo fee Jahannnam; ulaaa'ika humul khaasiroon",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1197",
                "numberInSurah": 37,
                "totalNumber": 1197,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "قُل لِّلَّذِينَ كَفَرُوا إِن يَنتَهُوا يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِن يَعُودُوا فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ",
                "bnText": "তুমি বলে দাও, কাফেরদেরকে যে, তারা যদি বিরত হয়ে যায়, তবে যা কিছু ঘটে গেছে ক্ষমা হবে যাবে। পক্ষান্তরে আবারও যদি তাই করে, তবে পুর্ববর্তীদের পথ নির্ধারিত হয়ে গেছে।",
                "enText": "Say to those who have disbelieved [that] if they cease, what has previously occurred will be forgiven for them. But if they return [to hostility] - then the precedent of the former [rebellious] peoples has already taken place.",
                "enTextTransliteration": "Qul lillazeena kafarooo iny yantahoo yughfar lahum maa qad salafa wa iny ya'oodoo faqad madat sunnatul awwaleen",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1198",
                "numberInSurah": 38,
                "totalNumber": 1198,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَقَاتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ ۚ فَإِنِ انتَهَوْا فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ",
                "bnText": "আর তাদের সাথে যুদ্ধ করতে থাক যতক্ষণ না ভ্রান্তি শেষ হয়ে যায়; এবং আল্লাহর সমস্ত হুকুম প্রতিষ্ঠিত হয়ে যায়। তারপর যদি তারা বিরত হয়ে যায়, তবে আল্লাহ তাদের কার্যকলাপ লক্ষ্য করেন।",
                "enText": "And fight them until there is no fitnah and [until] the religion, all of it, is for Allah. And if they cease - then indeed, Allah is Seeing of what they do.",
                "enTextTransliteration": "Wa qaatiloohum hattaa laa takoona fitnatunw wa yakoonaddeenu kulluhoo lillaah; fainin tahaw fa innallaaha bimaa ya'maloona Baseer",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1199",
                "numberInSurah": 39,
                "totalNumber": 1199,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            {
                "text": "وَإِن تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلَاكُمْ ۚ نِعْمَ الْمَوْلَىٰ وَنِعْمَ النَّصِيرُ",
                "bnText": "আর তারা যদি না মানে, তবে জেনে রাখ, আল্লাহ তোমাদের সমর্থক; এবং কতই না চমৎকার সাহায্যকারী।",
                "enText": "But if they turn away - then know that Allah is your protector. Excellent is the protector, and Excellent is the helper.",
                "enTextTransliteration": "Wa in tawallaw fa'lamooo annal laaha mawlaakum; ni'mal mawlaa wa ni'man naseer",
                "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1200",
                "numberInSurah": 40,
                "totalNumber": 1200,
                "juz": 9,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            }
        ]
    }
]