{
    "no": 11,
    "name": "سُورَةُ هُودٍ",
    "enName": "Hud",
    "enNameTranslation": "Hud",
    "bnNameTranslation": "হুদ",
    "revelationType": "Meccan",
    "numberOfAyahs": 123,
    "verses": [
        {
            "text": "الر ۚ كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ",
            "bnText": "আলিফ, লা-ম, রা; এটি এমন এক কিতাব, যার আয়াত সমূহ সুপ্রতিষ্ঠিত অতঃপর সবিস্তারে বর্ণিত এক মহাজ্ঞানী, সর্বজ্ঞ সত্তার পক্ষ হতে।",
            "enText": "Alif, Lam, Ra. [This is] a Book whose verses are perfected and then presented in detail from [one who is] Wise and Acquainted.",
            "enTextTransliteration": "Alif-Laaam-Raa; Kitaabun uhkimat Aayaatuhoo summa fussilat mil ladun Hakeemin Khabeer",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1474",
            "numberInSurah": 1
        },
        {
            "text": "أَلَّا تَعْبُدُوا إِلَّا اللَّهَ ۚ إِنَّنِي لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ",
            "bnText": "যেন তোমরা আল্লাহ ব্যতীত অন্য কারো বন্দেগী না কর। নিশ্চয় আমি তোমাদের প্রতি তাঁরই পক্ষ হতে সতর্ককারী ও সুসংবাদ দাতা।",
            "enText": "[Through a messenger, saying], \"Do not worship except Allah. Indeed, I am to you from Him a warner and a bringer of good tidings,\"",
            "enTextTransliteration": "Allaa ta'budooo illal laah; innanee lakum minhu nazeerunw wa basheer",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1475",
            "numberInSurah": 2
        },
        {
            "text": "وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُم مَّتَاعًا حَسَنًا إِلَىٰ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ ۖ وَإِن تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ",
            "bnText": "আর তোমরা নিজেদের পালনকর্তা সমীপে ক্ষমা প্রার্থনা কর। অনন্তর তাঁরই প্রতি মনোনিবেশ কর। তাহলে তিনি তোমাদেরকে নির্দিষ্ট সময় পর্যন্ত উৎকৃষ্ট জীবনোপকরণ দান করবেন এবং অধিক আমলকারীকে বেশী করে দেবেন আর যদি তোমরা বিমুখ হতে থাক, তবে আমি তোমাদের উপর এক মহা দিবসের আযাবের আশঙ্কা করছি।",
            "enText": "And [saying], \"Seek forgiveness of your Lord and repent to Him, [and] He will let you enjoy a good provision for a specified term and give every doer of favor his favor. But if you turn away, then indeed, I fear for you the punishment of a great Day.",
            "enTextTransliteration": "Wa anis taghfiroo Rabbakum summa toobooo ilaihi yumatti'kum mataa'an hasanan ilaaa ajalim musammanw wa yu'ti kulla zee fadlin fadlahoo wa in tawallaw fa inneee akhaafu 'alaikum 'azaaba Yawmin Kabeer",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1476",
            "numberInSurah": 3
        },
        {
            "text": "إِلَى اللَّهِ مَرْجِعُكُمْ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "bnText": "আল্লাহর সান্নিধ্যেই তোমাদেরকে ফিরে যেতে হবে। আর তিনি সব কিছুর উপর ক্ষমতাবান।",
            "enText": "To Allah is your return, and He is over all things competent.\"",
            "enTextTransliteration": "Ilal laahi marji'ukum wa Huwa 'alaa kulli shai'in Qadeer",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1477",
            "numberInSurah": 4
        },
        {
            "text": "أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ ۚ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
            "bnText": "জেনে রাখ, নিশ্চয়ই তারা নিজেদের বক্ষদেশ ঘুরিয়ে দেয় যেন আল্লাহর নিকট হতে লুকাতে পারে। শুন, তারা তখন কাপড়ে নিজেদেরকে আচ্ছাদিত করে, তিনি তখনও জানেন যা কিছু তারা চুপিসারে বলে আর প্রকাশ্যভাবে বলে। নিশ্চয় তিনি জানেন যা কিছু অন্তর সমূহে নিহিত রয়েছে।",
            "enText": "Unquestionably, they the disbelievers turn away their breasts to hide themselves from Him. Unquestionably, [even] when they cover themselves in their clothing, Allah knows what they conceal and what they declare. Indeed, He is Knowing of that within the breasts.",
            "enTextTransliteration": "Alaa innahum yasnoona sudoorahum liyastakhfoo minh; alaa heena yastaghshoona siyaabahum ya'lamu maa yusiroona wa maa yu'linoon; innahoo 'aleemum bizaatis sudoor",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1478",
            "numberInSurah": 5
        },
        {
            "text": "۞ وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِي كِتَابٍ مُّبِينٍ",
            "bnText": "আর পৃথিবীতে কোন বিচরণশীল নেই, তবে সবার জীবিকার দায়িত্ব আল্লাহ নিয়েছেন তিনি জানেন তারা কোথায় থাকে এবং কোথায় সমাপিত হয়। সবকিছুই এক সুবিন্যস্ত কিতাবে রয়েছে।",
            "enText": "And there is no creature on earth but that upon Allah is its provision, and He knows its place of dwelling and place of storage. All is in a clear register.",
            "enTextTransliteration": "Wa maa min daaabbatin fil ardi illaa 'alal laahi rizquhaa wa ya'lamu mustaqarrahaa wa mustawda'ahaa; kullun fee Kitaabim Mubeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1479",
            "numberInSurah": 6
        },
        {
            "text": "وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۗ وَلَئِن قُلْتَ إِنَّكُم مَّبْعُوثُونَ مِن بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هَٰذَا إِلَّا سِحْرٌ مُّبِينٌ",
            "bnText": "তিনিই আসমান ও যমীন ছয় দিনে তৈরী করেছেন, তাঁর আরশ ছিল পানির উপরে, তিনি তোমাদেরকে পরীক্ষা করতে চান যে, তোমাদের মধ্যে কে সবচেয়ে ভাল কাজ করে। আর যদি আপনি তাদেরকে বলেন যে, \"নিশ্চয় তোমাদেরকে মৃত্যুর পরে জীবিত ওঠানো হবে, তখন কাফেরেরা অবশ্য বলে এটা তো স্পষ্ট যাদু",
            "enText": "And it is He who created the heavens and the earth in six days - and His Throne had been upon water - that He might test you as to which of you is best in deed. But if you say, \"Indeed, you are resurrected after death,\" those who disbelieve will surely say, \"This is not but obvious magic.\"",
            "enTextTransliteration": "Wa Huwal lazee khalaqas samaawaati wal alrda fee sittati aiyaaminw wa kaana 'Arshuhoo alal maaa'i liyablu wakum aiyukum ahsanu 'amalaa; wa la'in qulta innakum mab'oosoona mim ba'dil mawti la yaqoolanal lazeena kafaroo in haazaaa illaa sihrum mubeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1480",
            "numberInSurah": 7
        },
        {
            "text": "وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَىٰ أُمَّةٍ مَّعْدُودَةٍ لَّيَقُولُنَّ مَا يَحْبِسُهُ ۗ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ",
            "bnText": "আর যদি আমি এক নির্ধারিত মেয়াদ পর্যন্ত তাদের আযাব স্থগিত রাখি, তাহলে তারা নিশ্চয়ই বলবে কোন জিনিসে আযাব ঠেকিয়ে রাখছে? শুনে রাখ, যেদিন তাদের উপর আযাব এসে পড়বে, সেদিন কিন্তু তা ফিরে যাওয়ার নয়; তারা যে ব্যাপারে উপহাস করত তাই তাদেরকে ঘিরে ফেলবে।",
            "enText": "And if We hold back from them the punishment for a limited time, they will surely say, \"What detains it?\" Unquestionably, on the Day it comes to them, it will not be averted from them, and they will be enveloped by what they used to ridicule.",
            "enTextTransliteration": "Wala'in akhkharnaa 'anhumul 'azaaba ilaaa ummatim ma'doodatil la yaqoolunna maa yahbisuh; alaa yawma yaateehim laisa masroofan 'anhum wa haaqa bihim maa kaanoo bihee yastahzi'oon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1481",
            "numberInSurah": 8
        },
        {
            "text": "وَلَئِنْ أَذَقْنَا الْإِنسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ",
            "bnText": "আর অবশ্যই যদি আমি মানুষকে আমার রহমতের আস্বাদ গ্রহণ করতে দেই, অতঃপর তা তার থেকে ছিনিয়ে নেই; তাহলে সে হতাশ ও কৃতঘ্ন হয়।",
            "enText": "And if We give man a taste of mercy from Us and then We withdraw it from him, indeed, he is despairing and ungrateful.",
            "enTextTransliteration": "Wa la'in azaqnal insaana minnaa rahmatan summa naza'naahaa minhu, innahoo laya'oosun kafoor",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1482",
            "numberInSurah": 9
        },
        {
            "text": "وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي ۚ إِنَّهُ لَفَرِحٌ فَخُورٌ",
            "bnText": "আর যদি তার উপর আপতিত দুঃখ কষ্টের পরে তাকে সুখভোগ করতে দেই, তবে সে বলতে থাকে যে, আমার অমঙ্গল দূর হয়ে গেছে, আর সে আনন্দে আত্নহারা হয়, অহঙ্কারে উদ্দত হয়ে পড়ে।",
            "enText": "But if We give him a taste of favor after hardship has touched him, he will surely say, \"Bad times have left me.\" Indeed, he is exultant and boastful -",
            "enTextTransliteration": "Wala'in azaqnaahu na'maaa'a ba'da darraaa'a massat hu la yaqoolanna zahabas saiyiaatu 'anneee; innahoo lafarihun fakhoor",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1483",
            "numberInSurah": 10
        },
        {
            "text": "إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَٰئِكَ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
            "bnText": "তবে যারা ধৈর্য্যধারণ করেছে এবং সৎকার্য করেছে তাদের জন্য ক্ষমা ও বিরাট প্রতিদান রয়েছে।",
            "enText": "Except for those who are patient and do righteous deeds; those will have forgiveness and great reward.",
            "enTextTransliteration": "Illal lazeena sabaroo wa 'amilus saalihaati ulaaa'ika lahum maghfiratunw wa ajrun kabeer",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1484",
            "numberInSurah": 11
        },
        {
            "text": "فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَىٰ إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَن يَقُولُوا لَوْلَا أُنزِلَ عَلَيْهِ كَنزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ ۚ إِنَّمَا أَنتَ نَذِيرٌ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ وَكِيلٌ",
            "bnText": "আর সম্ভবতঃ ঐসব আহকাম যা ওহীর মাধ্যমে তোমার নিকট পাঠানো হয়, তার কিছু অংশ বর্জন করবে? এবং এতে মন ছোট করে বসবে? তাদের এ কথায় যে, তাঁর উপর কোন ধন-ভান্ডার কেন অবতীর্ণ হয়নি? অথবা তাঁর সাথে কোন ফেরেশতা আসেনি কেন? তুমিতো শুধু সতর্ককারী মাত্র; আর সব কিছুরই দায়িত্বভার তো আল্লাহই নিয়েছেন।",
            "enText": "Then would you possibly leave [out] some of what is revealed to you, or is your breast constrained by it because they say, \"Why has there not been sent down to him a treasure or come with him an angel?\" But you are only a warner. And Allah is Disposer of all things.",
            "enTextTransliteration": "Fala'allaka taarikum ba'da maa yoohaaa ilaika wa daaa'iqum bihee sadruka ai yaqooloo law laaa unzila 'alaihi kanzun aw jaaa'a ma'ahoo malak; innamaa anta nazeer; wallaahu 'alaa kulli shai'inw wakeel",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1485",
            "numberInSurah": 12
        },
        {
            "text": "أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِّثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُم مِّن دُونِ اللَّهِ إِن كُنتُمْ صَادِقِينَ",
            "bnText": "তারা কি বলে? কোরআন তুমি তৈরী করেছ? তুমি বল, তবে তোমরাও অনুরূপ দশটি সূরা তৈরী করে নিয়ে আস এবং আল্লাহ ছাড়া যাকে পার ডেকে নাও, যদি তোমাদের কথা সত্য হয়ে থাকে।",
            "enText": "Or do they say, \"He invented it\"? Say, \"Then bring ten surahs like it that have been invented and call upon [for assistance] whomever you can besides Allah, if you should be truthful.\"",
            "enTextTransliteration": "Am yaqooloonaf taraahu qul faatoo bi'ashri Suwarim mislihee muftarayaatinw wad'oo manis tata'tum min doonil laahi in kuntum saadiqeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1486",
            "numberInSurah": 13
        },
        {
            "text": "فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّمَا أُنزِلَ بِعِلْمِ اللَّهِ وَأَن لَّا إِلَٰهَ إِلَّا هُوَ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ",
            "bnText": "অতঃপর তারা যদি তোমাদের কথা পুরণ করতে অপারগ হয়; তবে জেনে রাখ, এটি আল্লাহর এলম দ্বারা অবতীর্ণ হয়েছে; আরো একীন করে নাও যে, আল্লাহ ব্যতীত অন্য কোন মাবুদ নেই। অতএব, এখন কি তোমরা আত্নসমর্পন করবে",
            "enText": "And if they do not respond to you - then know that the Qur'an was revealed with the knowledge of Allah and that there is no deity except Him. Then, would you [not] be Muslims?",
            "enTextTransliteration": "Fa il lam yastajeeboo lakum fa'lamooo annamaaa unzilla bi'ilmil laahi wa al laaa ilaaha illaa Huwa fahal antum muslimoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1487",
            "numberInSurah": 14
        },
        {
            "text": "مَن كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ",
            "bnText": "যে ব্যক্তি পার্থিবজীবন ও তার চাকচিক্যই কামনা করে, হয় আমি তাদের দুনিয়াতেই তাদের আমলের প্রতিফল ভোগ করিয়ে দেব এবং তাতে তাদের প্রতি কিছুমাত্র কমতি করা হয় না।",
            "enText": "Whoever desires the life of this world and its adornments - We fully repay them for their deeds therein, and they therein will not be deprived.",
            "enTextTransliteration": "Man kaana yureedul hayaatad dunyaa zeenatahaa nuwaffi ilaihim a'maa lahum feehaa wa hum feehaa laa yubkhasoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1488",
            "numberInSurah": 15
        },
        {
            "text": "أُولَٰئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ ۖ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَّا كَانُوا يَعْمَلُونَ",
            "bnText": "এরাই হল সেসব লোক আখেরাতে যাদের জন্য আগুন ছাড়া নেই। তারা এখানে যা কিছু করেছিল সবই বরবাদ করেছে; আর যা কিছু উপার্জন করেছিল, সবই বিনষ্ট হল।",
            "enText": "Those are the ones for whom there is not in the Hereafter but the Fire. And lost is what they did therein, and worthless is what they used to do.",
            "enTextTransliteration": "Ulaaa'ikal lazeena laisa lahum fil Aakhirati illan Naaru wa habita maa sana'oo feehaa wa baatilum maa kaanoo ya'maloon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1489",
            "numberInSurah": 16
        },
        {
            "text": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِ وَيَتْلُوهُ شَاهِدٌ مِّنْهُ وَمِن قَبْلِهِ كِتَابُ مُوسَىٰ إِمَامًا وَرَحْمَةً ۚ أُولَٰئِكَ يُؤْمِنُونَ بِهِ ۚ وَمَن يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ ۚ فَلَا تَكُ فِي مِرْيَةٍ مِّنْهُ ۚ إِنَّهُ الْحَقُّ مِن رَّبِّكَ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ",
            "bnText": "আচ্ছা বল তো, যে ব্যক্তি তার প্রভুর সুস্পষ্ট পথে রয়েছে, আর সাথে সাথে আল্লাহর তরফ থেকে একটি সাক্ষীও বর্তমান রয়েছে এবং তার পূর্ববর্তী মূসা (আঃ) এর কিতাবও সাক্ষী যা ছিল পথনির্দেশক ও রহমত স্বরূপ, (তিনি কি অন্যান্যের সমান) অতএব তাঁরা কোরআনের প্রতি ঈমান আনেন। আর ঐসব দলগুলি যে কেউ তা অস্বীকার করে, দোযখই হবে তার ঠিকানা। অতএব, আপনি তাতে কোন সন্দেহে থাকবেন না। নিঃসন্দেহে তা আপনার পালনকর্তার পক্ষ হতে ধ্রুব সত্য; তথাপি অনেকেই তা বিশ্বাস করে না।",
            "enText": "So is one who [stands] upon a clear evidence from his Lord [like the aforementioned]? And a witness from Him follows it, and before it was the Scripture of Moses to lead and as mercy. Those [believers in the former revelations] believe in the Qur'an. But whoever disbelieves in it from the [various] factions - the Fire is his promised destination. So be not in doubt about it. Indeed, it is the truth from your Lord, but most of the people do not believe.",
            "enTextTransliteration": "Afaman kaana 'alas baiyinatim mir Rabbihee wa yatloohu shaahidum minhu wa min qablihee Kitaabu Moosaaa imaamanw wa rahmah; ulaaa 'ika yu'minoona bih; wa mai yakfur bihee minal Ahzaabi fan Naaru maw'iduh; falaa taku fee miryatim minh; innahul haqqu mir Rabbika wa laakinna aksaran naasi laa yu'minoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1490",
            "numberInSurah": 17
        },
        {
            "text": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا ۚ أُولَٰئِكَ يُعْرَضُونَ عَلَىٰ رَبِّهِمْ وَيَقُولُ الْأَشْهَادُ هَٰؤُلَاءِ الَّذِينَ كَذَبُوا عَلَىٰ رَبِّهِمْ ۚ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ",
            "bnText": "আর তাদের চেয়ে বড় যালেম কে হতে পারে, যারা আল্লাহর প্রতি মিথ্যারোপ করে। এসব লোককে তাদের পালনকর্তার সাক্ষাত সম্মূখীন করা হবে আর সাক্ষিগণ বলতে থাকবে, এরাই ঐসব লোক, যারা তাদের পালনকর্তার প্রতি মিথ্যারোপ করেছিল। শুনে রাখ, যালেমদের উপর আল্লাহর অভিসম্পাত রয়েছে।",
            "enText": "And who is more unjust than he who invents a lie about Allah? Those will be presented before their Lord, and the witnesses will say, \"These are the ones who lied against their Lord.\" Unquestionably, the curse of Allah is upon the wrongdoers.",
            "enTextTransliteration": "Wa man azlamu mimmanif taraa 'alal laahi kazibaa; ulaaa'ika yu'radoona 'alaa Rabbihim wa yaqoolul ashhaa duhaaa'ulaaa'il lazeena kazaboo 'alaa Rabbihim; alaa la'natul laahi alaz zaalimeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1491",
            "numberInSurah": 18
        },
        {
            "text": "الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِالْآخِرَةِ هُمْ كَافِرُونَ",
            "bnText": "যারা আল্লাহর পথে বাধা দেয়, আর তাতে বক্রতা খুজে বেড়ায়, এরাই আখরাতকে অস্বীকার করে।",
            "enText": "Who averted [people] from the way of Allah and sought to make it [seem] deviant while they, concerning the Hereafter, were disbelievers.",
            "enTextTransliteration": "Allazeena yasuddoona 'an sabeelil laahi wa yabghoonahaa 'iwajanw wa hum bil Aakhiratihum kaafiroon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1492",
            "numberInSurah": 19
        },
        {
            "text": "أُولَٰئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ وَمَا كَانَ لَهُم مِّن دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ۘ يُضَاعَفُ لَهُمُ الْعَذَابُ ۚ مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ",
            "bnText": "তারা পৃথিবীতেও আল্লাহকে অপারগ করতে পারবে না এবং আল্লাহ ব্যতীত তাদের কোন সাহায্যকারীও নেই, তাদের জন্য দ্বিগুণ শাস্তি রয়েছে; তারা শুনতে পারত না এবং দেখতেও পেত না।",
            "enText": "Those were not causing failure [to Allah] on earth, nor did they have besides Allah any protectors. For them the punishment will be multiplied. They were not able to hear, nor did they see.",
            "enTextTransliteration": "Ulaaa'ika lam yakoonoo mu'jizeena fil ardi wa maa kaana lahum min doonil laahi min awliyaaa'; yudaa'afu lahumul 'azaab; maa kaanoo yastatee'oonas sam'a wa maa kaanoo yubsiroon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1493",
            "numberInSurah": 20
        },
        {
            "text": "أُولَٰئِكَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا يَفْتَرُونَ",
            "bnText": "এরা সে লোক, যারা নিজেরাই নিজেদেরকে ক্ষতিগ্রস্ত করেছে, আর এরা যা কিছু মিথ্যা মা’বুদ সাব্যস্ত করেছিল, তা সবই তাদের থেকে হারিয়ে গেছে।",
            "enText": "Those are the ones who will have lost themselves, and lost from them is what they used to invent.",
            "enTextTransliteration": "Ulaaa'ikal lazeena khasirooo anfusahum wa dalla 'anhum maa kaanoo yaftaroon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1494",
            "numberInSurah": 21
        },
        {
            "text": "لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ",
            "bnText": "আখেরাতে এরাই হবে সর্বাধিক ক্ষতিগ্রস্থ কোন সন্দেহ নেই।",
            "enText": "Assuredly, it is they in the Hereafter who will be the greatest losers.",
            "enTextTransliteration": "Laa jarama annahum fil Aakhirati humul akhsaroon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1495",
            "numberInSurah": 22
        },
        {
            "text": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَخْبَتُوا إِلَىٰ رَبِّهِمْ أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ ۖ هُمْ فِيهَا خَالِدُونَ",
            "bnText": "নিশ্চয়ই যারা ঈমান এনেছে ও সৎকাজ করেছে এবং স্বীয় পালনকর্তার সমীপে বিনতি প্রকাশ করেছে তারাই বেহেশতবাসী, সেখানেই তারা চিরকাল থাকবে।",
            "enText": "Indeed, they who have believed and done righteous deeds and humbled themselves to their Lord - those are the companions of Paradise; they will abide eternally therein.",
            "enTextTransliteration": "Innal lazeena aamanoo wa 'amilus saalihaati wa akhbatooo ilaa Rabbihim ulaaa'ika Ashaabul Jannati hum feehaa khaalidoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1496",
            "numberInSurah": 23
        },
        {
            "text": "۞ مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَىٰ وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ ۚ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ أَفَلَا تَذَكَّرُونَ",
            "bnText": "উভয় পক্ষের দৃষ্টান্ত হচ্ছে যেমন অন্ধ ও বধির এবং যে দেখতে পায় ও শুনতে পায় উভয়ের অবস্থা কি এক সমান? তবুও তোমরা কি ভেবে দেখ না",
            "enText": "The example of the two parties is like the blind and deaf, and the seeing and hearing. Are they equal in comparison? Then, will you not remember?",
            "enTextTransliteration": "Masalul fareeqini kal a'maa wal asammi walbaseeri wassamee'; hal yastawiyaani masalaa; afalaa tazakkaroon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1497",
            "numberInSurah": 24
        },
        {
            "text": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ إِنِّي لَكُمْ نَذِيرٌ مُّبِينٌ",
            "bnText": "আর অবশ্যই আমি নূহ (আঃ) কে তাঁর জাতির প্রতি প্রেরণ করেছি, (তিনি বললেন) নিশ্চয় আমি তোমাদের জন্য প্রকাশ্য সতর্ককারী।",
            "enText": "And We had certainly sent Noah to his people, [saying], \"Indeed, I am to you a clear warner",
            "enTextTransliteration": "Wa laqad arsalnaa Noohan ilaa qawmihee innee lakum nazeerum mubeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1498",
            "numberInSurah": 25
        },
        {
            "text": "أَن لَّا تَعْبُدُوا إِلَّا اللَّهَ ۖ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ",
            "bnText": "তোমরা আল্লাহ ব্যতীত কারো এবাদত করবে না। নিশ্চয় আমি তোমাদের ব্যাপারে এক যন্ত্রণাদায়ক দিনের আযাবের ভয় করছি।",
            "enText": "That you not worship except Allah. Indeed, I fear for you the punishment of a painful day.\"",
            "enTextTransliteration": "Al laa ta'budooo illal laaha inneee akhaafu 'alaikum 'azaaba Yawmin aleem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1499",
            "numberInSurah": 26
        },
        {
            "text": "فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِن قَوْمِهِ مَا نَرَاكَ إِلَّا بَشَرًا مِّثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَىٰ لَكُمْ عَلَيْنَا مِن فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ",
            "bnText": "তখন তাঁর কওমের কাফের প্রধানরা বলল আমরা তো আপনাকে আমাদের মত একজন মানুষ ব্যতীত আর কিছু মনে করি না; আর আমাদের মধ্যে যারা ইতর ও স্থুল-বুদ্ধিসম্পন্ন তারা ব্যতীত কাউকে তো আপনার আনুগত্য করতে দেখি না এবং আমাদের উপর আপনাদের কেন প্রাধান্য দেখি না, বরং আপনারা সবাই মিথ্যাবাদী বলে আমারা মনে করি।",
            "enText": "So the eminent among those who disbelieved from his people said, \"We do not see you but as a man like ourselves, and we do not see you followed except by those who are the lowest of us [and] at first suggestion. And we do not see in you over us any merit; rather, we think you are liars.\"",
            "enTextTransliteration": "Faqaalal mala ul lazeena kafaroo min qawmihee ma naraaka illaa basharam mislanaa wa maa naraakat taba'aka illal lazeena hum araazilunaa baadiyar raayi wa maa naraa lakum 'alainaa min fadlim bal nazunnukum kaazibeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1500",
            "numberInSurah": 27
        },
        {
            "text": "قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي رَحْمَةً مِّنْ عِندِهِ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كَارِهُونَ",
            "bnText": "নূহ (আঃ) বললেন-হে আমার জাতি! দেখ তো আমি যদি আমার পালনকর্তার পক্ষ হতে স্পষ্ট দলীলের উপর থাক, আর তিনি যদি তাঁর পক্ষ হতে আমাকে রহমত দান করে থাকেন, তারপরেও তা তোমাদের চোখে না পড়ে, তাহলে আমি কি উহা তোমাদের উপর তোমাদের ইচ্ছার বিরুদ্ধেই চাপিয়ে দিতে পারি",
            "enText": "He said, \"O my people have you considered: if I should be upon clear evidence from my Lord while He has given me mercy from Himself but it has been made unapparent to you, should we force it upon you while you are averse to it?",
            "enTextTransliteration": "Qaala yaa qawmi ara'aitum in kuntu 'alaa baiyinatim mir Rabbee wa aataanee rahmatam min 'indihee fa'um miyat 'alaikum anulzimuku moohaa wa antum lahaa kaarihoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1501",
            "numberInSurah": 28
        },
        {
            "text": "وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ مَالًا ۖ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ ۚ وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا ۚ إِنَّهُم مُّلَاقُو رَبِّهِمْ وَلَٰكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ",
            "bnText": "আর হে আমার জাতি! আমি তো এজন্য তোমাদের কাছে কোন অর্থ চাই না; আমার পারিশ্রমিক তো আল্লাহর জিম্মায় রয়েছে। আমি কিন্তু ঈমানদারদের তাড়িয়ে দিতে পারি না। তারা অবশ্যই তাদের পালনকর্তার সাক্ষাত লাভ করবে। বরঞ্চ তোমাদেরই আমি অজ্ঞ সম্প্রদায় দেখছি।",
            "enText": "And O my people, I ask not of you for it any wealth. My reward is not but from Allah. And I am not one to drive away those who have believed. Indeed, they will meet their Lord, but I see that you are a people behaving ignorantly.",
            "enTextTransliteration": "Wa yaa qawmi laaa as'alukum 'alaihi maalan in ajriya illaa 'alal laah; wa maaa ana bitaaridil lazeena aamanoo; innahum mulaaqoo Rabbihim wa laakinneee araakum qawman tajhaloon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1502",
            "numberInSurah": 29
        },
        {
            "text": "وَيَا قَوْمِ مَن يَنصُرُنِي مِنَ اللَّهِ إِن طَرَدتُّهُمْ ۚ أَفَلَا تَذَكَّرُونَ",
            "bnText": "আর হে আমার জাতি! আমি যদি তাদের তাড়িয়ে দেই তাহলে আমাকে আল্লাহ হতে রেহাই দেবে কে? তোমরা কি চিন্তা করে দেখ না",
            "enText": "And O my people, who would protect me from Allah if I drove them away? Then will you not be reminded?",
            "enTextTransliteration": "Wa yaa qawmi mai yansurunee minal laahi in tarattuhum; afalaa tazak karoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1503",
            "numberInSurah": 30
        },
        {
            "text": "وَلَا أَقُولُ لَكُمْ عِندِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ إِنِّي مَلَكٌ وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَن يُؤْتِيَهُمُ اللَّهُ خَيْرًا ۖ اللَّهُ أَعْلَمُ بِمَا فِي أَنفُسِهِمْ ۖ إِنِّي إِذًا لَّمِنَ الظَّالِمِينَ",
            "bnText": "আর আমি তোমাদেরকে বলি না যে, আমার কাছে আল্লাহর ভান্ডার রয়েছে এবং একথাও বলি না যে, আমি গায়বী খবরও জানি; একথাও বলি না যে, আমি একজন ফেরেশতা; আর তোমাদের দৃষ্টিতে যারা লাঞ্ছিত আল্লাহ তাদের কোন কল্যাণ দান করবেন না। তাদের মনের কথা আল্লাহ ভাল করেই জানেন। সুতরাং এমন কথা বললে আমি অন্যায় কারী হব।",
            "enText": "And I do not tell you that I have the depositories [containing the provision] of Allah or that I know the unseen, nor do I tell you that I am an angel, nor do I say of those upon whom your eyes look down that Allah will never grant them any good. Allah is most knowing of what is within their souls. Indeed, I would then be among the wrongdoers.\"",
            "enTextTransliteration": "Wa laa aqoolu lakum 'indee khazaa'inul laahi wa laaa a'lamul ghaiba wa laa aqoolu inee malakunw wa laaa aqoolu lillazeena tazdareee a'yunukum lai yu'tiyahumul laahu khairan Allaahu a'lamu bimaa feee anfusihim innee izal laminaz zaalimeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1504",
            "numberInSurah": 31
        },
        {
            "text": "قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَا إِن كُنتَ مِنَ الصَّادِقِينَ",
            "bnText": "তারা বলল-হে নূহ! আমাদের সাথে আপনি তর্ক করেছেন এবং অনেক কলহ করেছেন। এখন আপনার সেই আযাব নিয়ে আসুন, যে সম্পর্কে আপনি আমাদিগকে সতর্ক করেছেন, যদি আপনি সত্যবাদী হয়ে থাকেন।",
            "enText": "They said, \"O Noah, you have disputed us and been frequent in dispute of us. So bring us what you threaten us, if you should be of the truthful.\"",
            "enTextTransliteration": "Qaaloo yaa Noohu qad jaadaltanaa fa aksarta jidaalanaa faatinaa bimaa ta'idunaaa in kunta minas saadiqeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1505",
            "numberInSurah": 32
        },
        {
            "text": "قَالَ إِنَّمَا يَأْتِيكُم بِهِ اللَّهُ إِن شَاءَ وَمَا أَنتُم بِمُعْجِزِينَ",
            "bnText": "তিনি বলেন, উহা তোমাদের কাছে আল্লাহই আনবেন, যদি তিনি ইচ্ছা করেন তখন তোমরা পালিয়ে তাঁকে অপারগ করতে পারবে না।",
            "enText": "He said, \"Allah will only bring it to you if He wills, and you will not cause [Him] failure.",
            "enTextTransliteration": "Qaala innamaa yaateekum bihil laahu in shaaa'a wa maaa antum bimu'jizeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1506",
            "numberInSurah": 33
        },
        {
            "text": "وَلَا يَنفَعُكُمْ نُصْحِي إِنْ أَرَدتُّ أَنْ أَنصَحَ لَكُمْ إِن كَانَ اللَّهُ يُرِيدُ أَن يُغْوِيَكُمْ ۚ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ",
            "bnText": "আর আমি তোমাদের নসীহত করতে চাইলেও তা তোমাদের জন্য ফলপ্রসূ হবে না, যদি আল্লাহ তোমাদেরকে গোমরাহ করতে চান; তিনিই তোমাদের পালনকর্তা এবং তাঁর কাছেই তোমাদের ফিরে যেতে হবে।",
            "enText": "And my advice will not benefit you - although I wished to advise you - If Allah should intend to put you in error. He is your Lord, and to Him you will be returned.\"",
            "enTextTransliteration": "Wa laa yanfa'ukum nusheee in arattu an ansaha lakum in kaanal laahu yureedu ai yughwi yakum; Huwa Rabbukum wa ilaihi turja'oon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1507",
            "numberInSurah": 34
        },
        {
            "text": "أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي وَأَنَا بَرِيءٌ مِّمَّا تُجْرِمُونَ",
            "bnText": "তারা কি বলে? আপনি কোরআন রচনা করে এনেছেন? আপনি বলে দিন আমি যদি রচনা করে এনে থাকি, তবে সে অপরাধ আমার, আর তোমরা যেসব অপরাধ কর তার সাথে আমার কোন সম্পর্ক নেই।",
            "enText": "Or do they say [about Prophet Muhammad], \"He invented it\"? Say, \"If I have invented it, then upon me is [the consequence of] my crime; but I am innocent of what [crimes] you commit.\"",
            "enTextTransliteration": "Am yaqooloonaf taraahu qul inif taraituhoo fa'alaiya ijraamee wa ana bareee'um mimmaa tujrimoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1508",
            "numberInSurah": 35
        },
        {
            "text": "وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُ لَن يُؤْمِنَ مِن قَوْمِكَ إِلَّا مَن قَدْ آمَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ",
            "bnText": "আর নূহ (আঃ) এর প্রতি ওহী প্রেরণ করা হলো যে, যারা ইতিমধ্যেই ঈমান এনেছে তাদের ছাড়া আপনার জাতির অন্য কেউ ঈমান আনবেনা এতএব তাদের কার্যকলাপে বিমর্ষ হবেন না।",
            "enText": "And it was revealed to Noah that, \"No one will believe from your people except those who have already believed, so do not be distressed by what they have been doing.",
            "enTextTransliteration": "Wa oohiya ilaa Noohin annahoo lany-yu'mina min qawmika illaa man qad aamana falaa tabta'is bimaa kaanoo yaf'aloon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1509",
            "numberInSurah": 36
        },
        {
            "text": "وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا ۚ إِنَّهُم مُّغْرَقُونَ",
            "bnText": "আর আপনি আমার সম্মুখে আমারই নির্দেশ মোতাবেক একটি নৌকা তৈরী করুন এবং পাপিষ্ঠদের ব্যাপারে আমাকে কোন কথা বলবেন না। অবশ্যই তারা ডুবে মরবে।",
            "enText": "And construct the ship under Our observation and Our inspiration and do not address Me concerning those who have wronged; indeed, they are [to be] drowned.\"",
            "enTextTransliteration": "Wasna'il fulka bi-a'yuninaa wa wahyinaa wa laa tukhaa tibnee fil lazeena zalamoo; innahum mughraqoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1510",
            "numberInSurah": 37
        },
        {
            "text": "وَيَصْنَعُ الْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِّن قَوْمِهِ سَخِرُوا مِنْهُ ۚ قَالَ إِن تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنكُمْ كَمَا تَسْخَرُونَ",
            "bnText": "তিনি নৌকা তৈরী করতে লাগলেন, আর তাঁর কওমের নেতৃস্থানীয় ব্যক্তিরা যখন পার্শ্ব দিয়ে যেত, তখন তাঁকে বিদ্রুপ করত। তিনি বললেন, তোমরা যদি আমাদের উপহাস করে থাক, তবে তোমরা যেমন উপহাস করছ আমরাও তদ্রুপ তোমাদের উপহাস করছি।",
            "enText": "And he constructed the ship, and whenever an assembly of the eminent of his people passed by him, they ridiculed him. He said, \"If you ridicule us, then we will ridicule you just as you ridicule.",
            "enTextTransliteration": "Wa yasn'ul fulka wa kullamaa marra 'alaihi malaum min qawmihee sakhiroo minh; qaala in taskharoo minnaa fa innaa naskharu minkum kamaa taskharoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1511",
            "numberInSurah": 38
        },
        {
            "text": "فَسَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ",
            "bnText": "অতঃপর অচিরেই জানতে পারবে-লাঞ্ছনাজনক আযাব কার উপর আসে এবং চিরস্থায়ী আযাব কার উপর অবতরণ করে।",
            "enText": "And you are going to know who will get a punishment that will disgrace him [on earth] and upon whom will descend an enduring punishment [in the Hereafter].\"",
            "enTextTransliteration": "Fasawfa ta'lamoona mai yaateehi 'azaabuny yaukhzeehi wa yahillu 'alaihi 'azaabum muqeem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1512",
            "numberInSurah": 39
        },
        {
            "text": "حَتَّىٰ إِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ ۚ وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ",
            "bnText": "অবশেষে যখন আমার হুকুম এসে পৌঁছাল এবং ভুপৃষ্ঠ উচ্ছসিত হয়ে উঠল, আমি বললামঃ সর্বপ্রকার জোড়ার দুটি করে এবং যাদের উপরে পূর্বহেߦ#2439; হুকুম হয়ে গেছে তাদের বাদি দিয়ে, আপনার পরিজনবর্গ ও সকল ঈমানদারগণকে নৌকায় তুলে নিন। বলাবাহুল্য অতি অল্পসংখ্যক লোকই তাঁর সাথে ঈমান এনেছিল।",
            "enText": "[So it was], until when Our command came and the oven overflowed, We said, \"Load upon the ship of each [creature] two mates and your family, except those about whom the word has preceded, and [include] whoever has believed.\" But none had believed with him, except a few.",
            "enTextTransliteration": "Hattaaa izaa jaaa'a amrunaa wa faarat tannooru qulnah mil feehaa min kullin zawjainis naini wa ahlaka illaa man sabaqa 'alaihil qawlu wa man aaman; wa maaa aamana ma'ahooo illaa qaleel",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1513",
            "numberInSurah": 40
        },
        {
            "text": "۞ وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا ۚ إِنَّ رَبِّي لَغَفُورٌ رَّحِيمٌ",
            "bnText": "আর তিনি বললেন, তোমরা এতে আরোহন কর। আল্লাহর নামেই এর গতি ও স্থিতি। আমার পালনকর্তা অতি ক্ষমাপরায়ন, মেহেরবান।",
            "enText": "And [Noah] said, \"Embark therein; in the name of Allah is its course and its anchorage. Indeed, my Lord is Forgiving and Merciful.\"",
            "enTextTransliteration": "Wa qaalar kaboo feehaa bismil laahi majraihaa wa mursaahaa; inna Rabbee la Ghafoorur Raheem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1514",
            "numberInSurah": 41
        },
        {
            "text": "وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبَالِ وَنَادَىٰ نُوحٌ ابْنَهُ وَكَانَ فِي مَعْزِلٍ يَا بُنَيَّ ارْكَب مَّعَنَا وَلَا تَكُن مَّعَ الْكَافِرِينَ",
            "bnText": "আর নৌকাখানি তাদের বহন করে চলল পর্বত প্রমাণ তরঙ্গমালার মাঝে, আর নূহ (আঃ) তাঁর পুত্রকে ডাক দিলেন আর সে সরে রয়েছিল, তিনি বললেন, প্রিয় বৎস! আমাদের সাথে আরোহন কর এবং কাফেরদের সাথে থেকো না।",
            "enText": "And it sailed with them through waves like mountains, and Noah called to his son who was apart [from them], \"O my son, come aboard with us and be not with the disbelievers.\"",
            "enTextTransliteration": "Wa hiya tajree bihim fee mawjin kaljibaali wa naadaa Noohunib nahoo wa kaana fee ma'ziliny yaa bunai yarkam ma'anaa wa laa takum ma'al kaafireen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1515",
            "numberInSurah": 42
        },
        {
            "text": "قَالَ سَآوِي إِلَىٰ جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ ۚ قَالَ لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَن رَّحِمَ ۚ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ",
            "bnText": "সে বলল, আমি অচিরেই কোন পাহাড়ে আশ্রয় নেব, যা আমাকে পানি হতে রক্ষা করবে। নূহ (আঃ) বল্লেন আজকের দিনে আল্লাহর হুকুম থেকে কোন রক্ষাকারী নেই। একমাত্র তিনি যাকে দয়া করবেন। এমন সময় উভয়ের মাঝে তরঙ্গ আড়াল হয়ে দাঁড়াল, ফলে সে নিমজ্জিত হল।",
            "enText": "[But] he said, \"I will take refuge on a mountain to protect me from the water.\" [Noah] said, \"There is no protector today from the decree of Allah, except for whom He gives mercy.\" And the waves came between them, and he was among the drowned.",
            "enTextTransliteration": "Qaala sa aaweee ilaa jabaliny ya'simunee minal maaa'; qaala laa 'aasimal yawma min amril laahi illaa mar rahim; wa haala bainahumal mawju fakaana minal mughraqeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1516",
            "numberInSurah": 43
        },
        {
            "text": "وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ وَيَا سَمَاءُ أَقْلِعِي وَغِيضَ الْمَاءُ وَقُضِيَ الْأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِيِّ ۖ وَقِيلَ بُعْدًا لِّلْقَوْمِ الظَّالِمِينَ",
            "bnText": "আর নির্দেশ দেয়া হল-হে পৃথিবী! তোমার পানি গিলে ফেল, আর হে আকাশ, ক্ষান্ত হও। আর পানি হ্রাস করা হল এবং কাজ শেষ হয়ে গেল, আর জুদী পর্বতে নৌকা ভিড়ল এবং ঘোষনা করা হল, দুরাত্না কাফেররা নিপাত যাক।",
            "enText": "And it was said, \"O earth, swallow your water, and O sky, withhold [your rain].\" And the water subsided, and the matter was accomplished, and the ship came to rest on the [mountain of] Judiyy. And it was said, \"Away with the wrongdoing people.\"",
            "enTextTransliteration": "Wa qeela yaaa ardubla'ee maaa'aki wa yaa samaaa'u aqi'ee wa gheedal maaa'u wa qudiyal amru wastawat 'alal joodiyyi wa qeela bu'dal lilqawmiz zaalimeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1517",
            "numberInSurah": 44
        },
        {
            "text": "وَنَادَىٰ نُوحٌ رَّبَّهُ فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنتَ أَحْكَمُ الْحَاكِمِينَ",
            "bnText": "আর নূহ (আঃ) তাঁর পালনকর্তাকে ডেকে বললেন-হে পরওয়ারদেগার, আমার পুত্র তো আমার পরিজনদের অন্তর্ভুক্ত; আর আপনার ওয়াদাও নিঃসন্দেহে সত্য আর আপনিই সর্বাপেক্ষা বিজ্ঞ ফয়সালাকারী।",
            "enText": "And Noah called to his Lord and said, \"My Lord, indeed my son is of my family; and indeed, Your promise is true; and You are the most just of judges!\"",
            "enTextTransliteration": "Wa naadaa noohur Rabbahoo faqaala Rabbi innabnee min ahlee wa inna wa'dakal haqqu wa Anta ahkamul haakimeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1518",
            "numberInSurah": 45
        },
        {
            "text": "قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ ۖ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ ۖ فَلَا تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ ۖ إِنِّي أَعِظُكَ أَن تَكُونَ مِنَ الْجَاهِلِينَ",
            "bnText": "আল্লাহ বলেন, হে নূহ! নিশ্চয় সে আপনার পরিবারভুক্ত নয়। নিশ্চই সে দুরাচার! সুতরাং আমার কাছে এমন দরখাস্ত করবেন না, যার খবর আপনি জানেন না। আমি আপনাকে উপপদেশ দিচ্ছি যে, আপনি অজ্ঞদের দলভুক্ত হবেন না।",
            "enText": "He said, \"O Noah, indeed he is not of your family; indeed, he is [one whose] work was other than righteous, so ask Me not for that about which you have no knowledge. Indeed, I advise you, lest you be among the ignorant.\"",
            "enTextTransliteration": "Qaala yaa Noohu innahoo laisa min ahlika innahoo 'amalun ghairu saalihin falaa tas'alni mmaa laisa laka bihee 'ilmun inneee a'izuka an takoona minal jaahileen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1519",
            "numberInSurah": 46
        },
        {
            "text": "قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ ۖ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُن مِّنَ الْخَاسِرِينَ",
            "bnText": "নূহ (আঃ) বলেন-হে আমার পালনকর্তা আমার যা জানা নেই এমন কোন দরখাস্ত করা হতে আমি আপনার কাছেই আশ্রয় প্রার্থনা করছি। আপনি যদি আমাকে ক্ষমা না করেন, দয়া না করেন, তাহলে আমি ক্ষতিগ্রস্ত হব।",
            "enText": "[Noah] said, \"My Lord, I seek refuge in You from asking that of which I have no knowledge. And unless You forgive me and have mercy upon me, I will be among the losers.\"",
            "enTextTransliteration": "Qaala rabbi inneee a'oozu bika an as'alaka maa laisa lee bihee 'ilmunw wa illaa taghfir lee wa tarhamneee akum minal khaasireen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1520",
            "numberInSurah": 47
        },
        {
            "text": "قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِّنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَىٰ أُمَمٍ مِّمَّن مَّعَكَ ۚ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٌ",
            "bnText": "হুকুম হল-হে নূহ (আঃ)! আমার পক্ষ হতে নিরাপত্তা এবং আপনার নিজের ও সঙ্গীয় সম্প্রদায়গুলির উপর বরকত সহকারে অবতরণ করুণ। আর অন্যান্য যেসব সম্প্রদায় রয়েছে আমি তাদের কেও উপকৃত হতে দেব। অতঃপর তাদের উপর আমার দরুন আযাব আপতিত হবে।",
            "enText": "It was said, \"O Noah, disembark in security from Us and blessings upon you and upon nations [descending] from those with you. But other nations [of them] We will grant enjoyment; then there will touch them from Us a painful punishment.\"",
            "enTextTransliteration": "Qeela yaa Noohuh bit bisalaamim minnaa wa barakaatin 'alaika wa 'alaaa umamim mimmam ma'ak; wa umamun sanumatti'uhum summa yamassuhum minaa 'azaabun aleem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1521",
            "numberInSurah": 48
        },
        {
            "text": "تِلْكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ ۖ مَا كُنتَ تَعْلَمُهَا أَنتَ وَلَا قَوْمُكَ مِن قَبْلِ هَٰذَا ۖ فَاصْبِرْ ۖ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ",
            "bnText": "এটি গায়বের খবর, আমি আপনার প্রতি ওহী প্রেরন করছি। ইতিপূর্বে এটা আপনার এবং আপনার জাতির জানা ছিল না। আপনি ধৈর্য্যধারণ করুন। যারা ভয় করে চলে, তাদের পরিণাম ভাল, সন্দেহ নেই।",
            "enText": "That is from the news of the unseen which We reveal to you, [O Muhammad]. You knew it not, neither you nor your people, before this. So be patient; indeed, the [best] outcome is for the righteous.",
            "enTextTransliteration": "Tilka min ambaaa'il ghaibi nooheehaaa ilaika maa kunta ta'lamuhaaaa anta wa laa qawmuka min qabli haazaa fasbir innal 'aaqibata lilmuttaqeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1522",
            "numberInSurah": 49
        },
        {
            "text": "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۚ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُ ۖ إِنْ أَنتُمْ إِلَّا مُفْتَرُونَ",
            "bnText": "আর আদ জাতির প্রতি আমি তাদের ভাই হুদকে প্রেরণ করেছি; তিনি বলেন-হে আমার জাতি, আল্লাহর বন্দেগী কর, তিনি ভিন্ন তোমাদের কোন মাবুদ নেই, তোমরা সবাই মিথ্যা আরোপ করছ।",
            "enText": "And to 'Aad [We sent] their brother Hud. He said, \"O my people, worship Allah; you have no deity other than Him. You are not but inventors [of falsehood].",
            "enTextTransliteration": "Wa ilaa 'aadin akhaahum Hoodaa; qaala yaa qawmi' budul laaha maa lakum min ilaahin ghairuhooo in antum illaa muftaroon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1523",
            "numberInSurah": 50
        },
        {
            "text": "يَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ أَجْرِيَ إِلَّا عَلَى الَّذِي فَطَرَنِي ۚ أَفَلَا تَعْقِلُونَ",
            "bnText": "হে আমার জাতি! আমি এজন্য তোমাদের কাছে কোন মজুরী চাই না; আমার মজুরী তাঁরই কাছে যিনি আমাকে পয়দা করেছেন; তবু তোমরা কেন বোঝ না",
            "enText": "O my people, I do not ask you for it any reward. My reward is only from the one who created me. Then will you not reason?",
            "enTextTransliteration": "Yaa qawmi laaa as'alukum 'alaihi ajran in ajriya illaa 'alal lazee fataranee; afalaa ta'qiloon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1524",
            "numberInSurah": 51
        },
        {
            "text": "وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُم مِّدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِينَ",
            "bnText": "আর হে আমার কওম! তোমাদের পালন কর্তার কাছে তোমরা ক্ষমা প্রার্থনা কর, অতঃপর তাঁরই প্রতি মনোনিবেশ কর; তিনি আসমান থেকে তোমাদের উপর বৃষ্টি ধারা প্রেরণ করবেন এবং তোমাদের শক্তির উপর শক্তি বৃদ্ধি করবেন, তোমরা কিন্তু অপরাধীদের মত বিমুখ হয়ো না।",
            "enText": "And O my people, ask forgiveness of your Lord and then repent to Him. He will send [rain from] the sky upon you in showers and increase you in strength [added] to your strength. And do not turn away, [being] criminals.\"",
            "enTextTransliteration": "Wa yaa qawmis taghfiroo Rabbakum summa toobooo ilaihi yursilis samaaa'a 'alaikum midraaranw wa yazidkum quwwatan ilaa quwwatikum wa laa tatawallaw mujrimeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1525",
            "numberInSurah": 52
        },
        {
            "text": "قَالُوا يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
            "bnText": "তারা বলল-হে হুদ, তুমি আমাদের কাছে কোন প্রমাণ নিয়ে আস নাই, আমরা তোমার কথায় আমাদের দেব-দেবীদের বর্জন করতে পারি না আর আমরা তোমার প্রতি ঈমান আনয়নকারীও নই।",
            "enText": "They said, \"O Hud, you have not brought us clear evidence, and we are not ones to leave our gods on your say-so. Nor are we believers in you.",
            "enTextTransliteration": "Qaaloo yaa Hoodu maa ji'tanaa bibaiyinatinw wa maa nahnu bitaarikeee aalihatinaa 'an qawlika wa maa nahnu laka bimu'mineen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1526",
            "numberInSurah": 53
        },
        {
            "text": "إِن نَّقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ ۗ قَالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ",
            "bnText": "বরং আমরাও তো বলি যে, আমাদের কোন দেবতা তোমার উপরে শোচনীয় ভূত চাপিয়ে দিয়েছে। হুদ বললেন-আমি আল্লাহকে সাক্ষী করেছি আর তোমাও সাক্ষী থাক যে, আমার কোন সম্পর্ক নাই তাঁদের সাথে যাদের কে তোমরা শরিক করছ",
            "enText": "We only say that some of our gods have possessed you with evil.\" He said, \"Indeed, I call Allah to witness, and witness [yourselves] that I am free from whatever you associate with Allah",
            "enTextTransliteration": "In naqoolu illa' taraaka ba'du aalihatinaa bisooo'; qaala inneee ushhidul laaha wash hadooo annee bareee'um mimmaa tushrikoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1527",
            "numberInSurah": 54
        },
        {
            "text": "مِن دُونِهِ ۖ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنظِرُونِ",
            "bnText": "তাকে ছাড়া, তোমরা সবাই মিলে আমার অনিষ্ট করার প্রয়াস চালাও, অতঃপর আমাকে কোন অবকাশ দিও না।",
            "enText": "Other than Him. So plot against me all together; then do not give me respite.",
            "enTextTransliteration": "Min doonihee fakeedoonee jamee'an summa laa tunziroon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1528",
            "numberInSurah": 55
        },
        {
            "text": "إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُم ۚ مَّا مِن دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا ۚ إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُّسْتَقِيمٍ",
            "bnText": "আমি আল্লাহর উপর নিশ্চিত ভরসা করেছি যিনি আমার এবং তোমাদের পরওয়ারদেগার। পৃথিবীর বুকে বিচরণকারী এমন কোন প্রাণী নাই যা তাঁর র্পূণ আয়ত্তাধীন নয়। আমার পালকর্তার সরল পথে সন্দেহ নেই।",
            "enText": "Indeed, I have relied upon Allah, my Lord and your Lord. There is no creature but that He holds its forelock. Indeed, my Lord is on a path [that is] straight.\"",
            "enTextTransliteration": "Innee tawakkaltu 'alallaahi Rabbee wa Rabbikum; maa min daaabbatin illaa Huwa aakhizum binaasiyatihaa; inna Rabbee 'alaa Siraatim mustaqeem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1529",
            "numberInSurah": 56
        },
        {
            "text": "فَإِن تَوَلَّوْا فَقَدْ أَبْلَغْتُكُم مَّا أُرْسِلْتُ بِهِ إِلَيْكُمْ ۚ وَيَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُ شَيْئًا ۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيْءٍ حَفِيظٌ",
            "bnText": "তথাপি যদি তোমরা মুখ ফেরাও, তবে আমি তোমাদেরকে তা পৌছিয়েছি যা আমার কাছে তোমাদের প্রতি প্রেরিত হয়েছে; আর আমার পালনকর্তা অন্য কোন জাতিকে তোমাদের স্থলাভিষিক্ত করবেন, আর তোমরা তাঁর কিছুই বিগড়াতে পারবে না; নিশ্চয়ই আমার পরওয়ারদেগারই প্রতিটি বস্তুর হেফাজতকারী।",
            "enText": "But if they turn away, [say], \"I have already conveyed that with which I was sent to you. My Lord will give succession to a people other than you, and you will not harm Him at all. Indeed my Lord is, over all things, Guardian.\"",
            "enTextTransliteration": "Fa in tawallaw faqad ablaghtukum maaa ursiltu biheee ilaikum; wa yastakhlifu Rabbee qawman ghairakum wa laa tadur roonahoo shai'aa; inna Rabbee 'alaa kulli shai'in Hafeez",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1530",
            "numberInSurah": 57
        },
        {
            "text": "وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا هُودًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِّنَّا وَنَجَّيْنَاهُم مِّنْ عَذَابٍ غَلِيظٍ",
            "bnText": "আর আমার আদেশ যখন উপস্থিত হল, তখন আমি নিজ রহমতে হুদ এবং তাঁর সঙ্গী ঈমানদারগণকে পরিত্রাণ করি এবং তাদেরকে এক কঠিন শাস্তি থেকে রক্ষা করি।",
            "enText": "And when Our command came, We saved Hud and those who believed with him, by mercy from Us; and We saved them from a harsh punishment.",
            "enTextTransliteration": "Wa lammaa jaaa'a amrunaa najainaa Hoodanw wallazeena aamanoo ma'ahoo birahmatim minnaa wa najainaahum min 'azaabin ghaleez",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1531",
            "numberInSurah": 58
        },
        {
            "text": "وَتِلْكَ عَادٌ ۖ جَحَدُوا بِآيَاتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُ وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ",
            "bnText": "এ ছিল আদ জাতি, যারা তাদের পালনকর্তার আয়াতকে অমান্য করেছে, আর তদীয় রসূলগণের অবাধ্যতা করেছে এবং প্রত্যেক উদ্ধত বিরোধীদের আদেশ পালন করেছে।",
            "enText": "And that was 'Aad, who rejected the signs of their Lord and disobeyed His messengers and followed the order of every obstinate tyrant.",
            "enTextTransliteration": "Wa tilka 'aad, jahadoo bi Aayaati Rabbihim wa 'asaw Rusulahoo wattaba'ooo amra kulli jabbaarin 'aneed",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1532",
            "numberInSurah": 59
        },
        {
            "text": "وَأُتْبِعُوا فِي هَٰذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ ۗ أَلَا إِنَّ عَادًا كَفَرُوا رَبَّهُمْ ۗ أَلَا بُعْدًا لِّعَادٍ قَوْمِ هُودٍ",
            "bnText": "এ দুনিয়ায় তাদের পিছনে পিছনে লা’নত রয়েছে এবং কেয়ামতের দিনেও; জেনে রাখ, আদ জাতি তাদের পালনকর্তাকে অস্বীকার করেছে, হুদের জ্ঞাতি আদ জাতির প্রতি অভিসম্পাত রয়েছে জেনে রাখ।",
            "enText": "And they were [therefore] followed in this world with a curse and [as well] on the Day of Resurrection. Unquestionably, 'Aad denied their Lord; then away with 'Aad, the people of Hud.",
            "enTextTransliteration": "Wa utbi'oo fee haazihid dunyaa la'natanw wa Yawmal Qiyaamah; alaaa inna 'Aadan kafaroo Rabbahum; alaa bu'dal li 'Aadin qawmin Hood",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1533",
            "numberInSurah": 60
        },
        {
            "text": "۞ وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَالِحًا ۚ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُ ۖ هُوَ أَنشَأَكُم مِّنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ ۚ إِنَّ رَبِّي قَرِيبٌ مُّجِيبٌ",
            "bnText": "আর সামুদ জাতি প্রতি তাদের ভাই সালেহ কে প্রেরণ করি; তিনি বললেন, হে আমার জাতি। আল্লাহর বন্দেগী কর, তিনি ছাড়া তোমাদের কোন উপাস্য নাই। তিনিই যমীন হতে তোমাদেরকে পয়দা করেছেন, তন্মধ্যে তোমাদেরকে বসতি দান করেছেন। অতএব; তাঁর কাছে ক্ষমা প্রার্থনা কর অতঃপর তাঁরই দিকে ফিরে চল আমার পালনকর্তা নিকটেই আছেন, কবুল করে থাকেন; সন্দেহ নেই।",
            "enText": "And to Thamud [We sent] their brother Salih. He said, \"O my people, worship Allah; you have no deity other than Him. He has produced you from the earth and settled you in it, so ask forgiveness of Him and then repent to Him. Indeed, my Lord is near and responsive.\"",
            "enTextTransliteration": "Wa ilaa Samooda akhaahum Saalihaa; qaala yaa qawmi' budul laaha maa lakum min ilaahim ghairuhoo Huwa ansha akum minal ardi wasta' marakum feehaa fastaghfiroohu summa toobooo ilaih; inna Rabbee Qareebum Mujeeb",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1534",
            "numberInSurah": 61
        },
        {
            "text": "قَالُوا يَا صَالِحُ قَدْ كُنتَ فِينَا مَرْجُوًّا قَبْلَ هَٰذَا ۖ أَتَنْهَانَا أَن نَّعْبُدَ مَا يَعْبُدُ آبَاؤُنَا وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ",
            "bnText": "তারা বলল-হে সালেহ, ইতিপূর্বে তোমার কাছে আমাদের বড় আশা ছিল। আমাদের বাপ-দাদা যা পূজা করত তুমি কি আমাদেরকে তার পূজা করতে নিষেধ কর? কিন্তু যার প্রতি তুমি আমাদের আহবান জানাচ্ছ আমাদের তাতে এমন সন্দেহ রয়েছে যে, মন মোটেই সায় দিচ্ছে না।",
            "enText": "They said, \"O Salih, you were among us a man of promise before this. Do you forbid us to worship what our fathers worshipped? And indeed we are, about that to which you invite us, in disquieting doubt.\"",
            "enTextTransliteration": "Qaaloo yaa Saalihu qad kunta feenaa marjuwwan qabla haazaaa atanhaanaaa an na'bu da maa ya'budu aabaaa'unaa wa innanaa lafee shakkim mimmaa tad'oonaaa ilaihi mureeb",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1535",
            "numberInSurah": 62
        },
        {
            "text": "قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّي وَآتَانِي مِنْهُ رَحْمَةً فَمَن يَنصُرُنِي مِنَ اللَّهِ إِنْ عَصَيْتُهُ ۖ فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ",
            "bnText": "সালেহ বললেন-হে আমার জাতি! তোমরা কি মনে কর, আমি যদি আমার পালনকর্তার পক্ষ হতে বুদ্ধি বিবেচনা লাভ করে থাকি আর তিনি যদি আমাকে নিজের তরফ হতে রহমত দান করে থাকেন, অতঃপর আমি যদি তাঁর অবাধ্য হই তবে তার থেকে কে আমায় রক্ষা করবে? তোমরা তো আমার ক্ষতি ছাড়া কিছুই বৃদ্ধি করতে পরবে না",
            "enText": "He said, \"O my people, have you considered: if I should be upon clear evidence from my Lord and He has given me mercy from Himself, who would protect me from Allah if I disobeyed Him? So you would not increase me except in loss.",
            "enTextTransliteration": "Qaala yaa qawmi ara'aytum in kuntu 'alaa baiyinatim mir Rabbee wa aataanee minhu rahmatan famai yansurunee minal laahi in 'asaituhoo famaa tazeedoonanee ghaira takhseer",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1536",
            "numberInSurah": 63
        },
        {
            "text": "وَيَا قَوْمِ هَٰذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ",
            "bnText": "আর হে আমার জাতি! আল্লাহর এ উষ্ট্রীটি তোমাদের জন্য নিদর্শন, অতএব তাকে আল্লাহর যমীনে বিচরণ করে খেতে দাও, এবং তাকে মন্দভাবে স্পর্শও করবে না। নতুবা অতি সত্বর তোমাদেরকে আযাব পাকড়াও করবে।",
            "enText": "And O my people, this is the she-camel of Allah - [she is] to you a sign. So let her feed upon Allah 's earth and do not touch her with harm, or you will be taken by an impending punishment.\"",
            "enTextTransliteration": "Wa yaa qawmi haazihee naaqatul laahi lakum aayatan fazaroohaa taakul feee ardil laahi wa laa tamassoohaa bisooo'in fa yaakhuzakum azaabun qareeb",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1537",
            "numberInSurah": 64
        },
        {
            "text": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ۖ ذَٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ",
            "bnText": "তবু তারা উহার পা কেটে দিল। তখন সালেহ বললেন-তোমরা নিজেদের গৃহে তিনটি দিন উপভোগ করে নাও। ইহা এমন ওয়াদা যা মিথ্যা হবে না।",
            "enText": "But they hamstrung her, so he said, \"Enjoy yourselves in your homes for three days. That is a promise not to be denied.\"",
            "enTextTransliteration": "Fa 'aqaroohaa faqaala tamatta'oo fee daarikum salaasata aiyaamin zaalika wa'dun ghairu makzoob",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1538",
            "numberInSurah": 65
        },
        {
            "text": "فَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا صَالِحًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِّنَّا وَمِنْ خِزْيِ يَوْمِئِذٍ ۗ إِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيزُ",
            "bnText": "অতঃপর আমার আযাব যখন উপস্থিত হল, তখন আমি সালেহকে ও তদীয় সঙ্গী ঈমানদারগণকে নিজ রহমতে উদ্ধার করি, এবং সেদিনকার অপমান হতে রক্ষা করি। নিশ্চয় তোমার পালনকর্তা তিনি সর্বশক্তিমান পরাক্রমশালী।",
            "enText": "So when Our command came, We saved Salih and those who believed with him, by mercy from Us, and [saved them] from the disgrace of that day. Indeed, it is your Lord who is the Powerful, the Exalted in Might.",
            "enTextTransliteration": "Falammaa jaaa'a amrunaa najjainaa Saalihanw wal lazeena aamanoo ma'ahoo birahmatim minnaa wa min khizyi Yawmi'iz inna Rabbaka Huwal Qawiyyul 'Azeez",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1539",
            "numberInSurah": 66
        },
        {
            "text": "وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ",
            "bnText": "আর ভয়ঙ্কর গর্জন পাপিষ্ঠদের পাকড়াও করল, ফলে ভোর হতে না হতেই তারা নিজ নিজ গৃহসমূহে উপুর হয়ে পড়ে রইল।",
            "enText": "And the shriek seized those who had wronged, and they became within their homes [corpses] fallen prone",
            "enTextTransliteration": "Wa akhazal lazeena zalamus saihatu fa asbahoo fee diyaarihim jaasimeena",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1540",
            "numberInSurah": 67
        },
        {
            "text": "كَأَن لَّمْ يَغْنَوْا فِيهَا ۗ أَلَا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ ۗ أَلَا بُعْدًا لِّثَمُودَ",
            "bnText": "যেন তাঁরা কোনদিনই সেখানে ছিল না। জেনে রাখ, নিশ্চয় সামুদ জাতি তাদের পালনকর্তার প্রতি অস্বীকার করেছিল। আরো শুনে রাখ, সামুদ জাতির জন্য অভিশাপ রয়েছে।",
            "enText": "As if they had never prospered therein. Unquestionably, Thamud denied their Lord; then, away with Thamud.",
            "enTextTransliteration": "Ka al lam yaghnaw feehaaa; alaaa inna Samooda kafaroo Rabbahum; alaa bu'dal li Samood.",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1541",
            "numberInSurah": 68
        },
        {
            "text": "وَلَقَدْ جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَىٰ قَالُوا سَلَامًا ۖ قَالَ سَلَامٌ ۖ فَمَا لَبِثَ أَن جَاءَ بِعِجْلٍ حَنِيذٍ",
            "bnText": "আর অবশ্যই আমার প্রেরিত ফেরেশতারা ইব্রাহীমেরে কাছে সুসংবাদ নিয়ে এসেছিল তারা বলল সালাম, তিনিও বললেন-সালাম। অতঃপর অল্পক্ষণের মধ্যেই তিনি একটি ভুনা করা বাছুর নিয়ে এলেন",
            "enText": "And certainly did Our messengers come to Abraham with good tidings; they said, \"Peace.\" He said, \"Peace,\" and did not delay in bringing [them] a roasted calf.",
            "enTextTransliteration": "Wa laqad jaaa'at Rusulunaaa Ibraaheema bilbushraa qaaloo salaaman qaala salaamun famaa labisa an jaaa'a bi'ijin haneez",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1542",
            "numberInSurah": 69
        },
        {
            "text": "فَلَمَّا رَأَىٰ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً ۚ قَالُوا لَا تَخَفْ إِنَّا أُرْسِلْنَا إِلَىٰ قَوْمِ لُوطٍ",
            "bnText": "কিন্তু যখন দেখলেন যে, আহার্য্যের দিকে তাদের হস্ত প্রসারিত হচ্ছে না, তখন তিনি সন্ধিগ্ধ হলেন এবং মনে মনে তাঁদের সম্পর্কে ভয় অনুভব করতে লাগলেন। তারা বলল-ভয় পাবেন না। আমরা লূতের কওমের প্রতি প্রেরিত হয়েছি।",
            "enText": "But when he saw their hands not reaching for it, he distrusted them and felt from them apprehension. They said, \"Fear not. We have been sent to the people of Lot.\"",
            "enTextTransliteration": "Falammaa ra aaa aidiyahum laa tasilu ilaihi nakirahum wa awjasa minhum kheefah; qaaloo la takhaf innaaa ursilnaaa ilaa qawmi Loot",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1543",
            "numberInSurah": 70
        },
        {
            "text": "وَامْرَأَتُهُ قَائِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِن وَرَاءِ إِسْحَاقَ يَعْقُوبَ",
            "bnText": "তাঁর স্ত্রীও নিকটেই দাড়িয়েছিল, সে হেসে ফেলল। অতঃপর আমি তাকে ইসহাকের জন্মের সুখবর দিলাম এবং ইসহাকের পরের ইয়াকুবেরও।",
            "enText": "And his Wife was standing, and she smiled. Then We gave her good tidings of Isaac and after Isaac, Jacob.",
            "enTextTransliteration": "Wamra atuhoo qaaa'imatun fadahikat fabashsharnaahaa bi Ishaaqa wa minw waraaa'i Ishaaqa Ya'qoob",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1544",
            "numberInSurah": 71
        },
        {
            "text": "قَالَتْ يَا وَيْلَتَىٰ أَأَلِدُ وَأَنَا عَجُوزٌ وَهَٰذَا بَعْلِي شَيْخًا ۖ إِنَّ هَٰذَا لَشَيْءٌ عَجِيبٌ",
            "bnText": "সে বলল-কি দুর্ভাগ্য আমার! আমি সন্তান প্রসব করব? অথচ আমি বার্ধক্যের শেষ প্রান্তে এসে উপনীত হয়েছি আর আমার স্বামীও বৃদ্ধ, এতো ভারী আশ্চর্য কথা।",
            "enText": "She said, \"Woe to me! Shall I give birth while I am an old woman and this, my husband, is an old man? Indeed, this is an amazing thing!\"",
            "enTextTransliteration": "Qaalat yaa wailataaa 'aalidu wa ana 'ajoozunw wa haaza ba'lee shaikhan inna haazaa lashai'un 'ajeeb",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1545",
            "numberInSurah": 72
        },
        {
            "text": "قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ ۖ رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ ۚ إِنَّهُ حَمِيدٌ مَّجِيدٌ",
            "bnText": "তারা বলল-তুমি আল্লাহর হুকুম সম্পর্কে বিস্ময়বোধ করছ? হে গৃহবাসীরা, তোমাদের উপর আল্লাহর রহমত ও প্রভুত বরকত রয়েছে। নিশ্চয় আল্লাহ প্রশংসিত মহিমাময়।",
            "enText": "They said, \"Are you amazed at the decree of Allah? May the mercy of Allah and His blessings be upon you, people of the house. Indeed, He is Praiseworthy and Honorable.\"",
            "enTextTransliteration": "Qaalooo ata'jabeena min amril laahi rahmatul laahi wa barakaatuho 'alaikum Ahlal Bayt; innahoo Hameedum Majeed",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1546",
            "numberInSurah": 73
        },
        {
            "text": "فَلَمَّا ذَهَبَ عَنْ إِبْرَاهِيمَ الرَّوْعُ وَجَاءَتْهُ الْبُشْرَىٰ يُجَادِلُنَا فِي قَوْمِ لُوطٍ",
            "bnText": "অতঃপর যখন ইব্রাহীম (আঃ) এর আতঙ্ক দূর হল এবং তিনি সুসংবাদ প্রাপ্ত হলেন, তখন তিনি আমার সাথে তর্ক শুরু করলেন কওমে লূত সম্পর্কে।",
            "enText": "And when the fright had left Abraham and the good tidings had reached him, he began to argue with Us concerning the people of Lot.",
            "enTextTransliteration": "Falammaa zahaba an Ibraaheemar raw'u wa jaaa'at hul bushraaa yujaadilunaa fee qawmi Loot",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1547",
            "numberInSurah": 74
        },
        {
            "text": "إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ أَوَّاهٌ مُّنِيبٌ",
            "bnText": "ইব্রাহীম (আঃ) বড়ই ধৈর্য্যশীল, কোমল অন্তর, আল্লাহমুখী সন্দেহ নেই।",
            "enText": "Indeed, Abraham was forbearing, grieving and [frequently] returning [to Allah].",
            "enTextTransliteration": "Inna Ibraaheema lahaleemun awwwaahum muneeb",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1548",
            "numberInSurah": 75
        },
        {
            "text": "يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَٰذَا ۖ إِنَّهُ قَدْ جَاءَ أَمْرُ رَبِّكَ ۖ وَإِنَّهُمْ آتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ",
            "bnText": "ইব্রাহীম, এহেন ধারণা পরিহার কর; তোমার পালনকর্তার হুকুম এসে গেছে, এবং তাদের উপর সে আযাব অবশ্যই আপতিত হবে, যা কখনো প্রতিহত হবার নয়।",
            "enText": "[The angels said], \"O Abraham, give up this [plea]. Indeed, the command of your Lord has come, and indeed, there will reach them a punishment that cannot be repelled.\"",
            "enTextTransliteration": "Yaaa Ibraaheemu a'rid 'an haazaaa innahoo qad jaaa'a amru Rabbika wa innahum aateehim 'azaabun ghairun mardood",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1549",
            "numberInSurah": 76
        },
        {
            "text": "وَلَمَّا جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَٰذَا يَوْمٌ عَصِيبٌ",
            "bnText": "আর যখন আমার প্রেরিত ফেরেশতাগণ লূত (আঃ) এর নিকট উপস্থিত হল। তখন তাঁদের আগমনে তিনি দুচিন্তাগ্রস্ত হলেন এবং তিনি বলতে লাগলেন, আজ অত্যন্ত কঠিন দিন।",
            "enText": "And when Our messengers, [the angels], came to Lot, he was anguished for them and felt for them great discomfort and said, \"This is a trying day.\"",
            "enTextTransliteration": "Wa lammaa jaaa'at Rusulunaa Lootan seee'a bihim wa daaqa bihim zar'anw wa qaala haazaa yawmun 'aseeb",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1550",
            "numberInSurah": 77
        },
        {
            "text": "وَجَاءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ وَمِن قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ ۚ قَالَ يَا قَوْمِ هَٰؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ ۖ فَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ فِي ضَيْفِي ۖ أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ",
            "bnText": "আর তাঁর কওমের লোকেরা স্বতঃস্ফুর্তভাবে তার (গৃহ) পানে ছুটে আসতে লাগল। পূর্ব থেকেই তারা কু-কর্মে তৎপর ছিল। লূত (আঃ) বললেন-হে আমার কওম, এ আমার কন্যারা রয়েছে, এরা তোমাদের জন্য অধিক পবিত্রতমা। সুতরাং তোমরা আল্লাহকে ভয় কর এবং অতিথিদের ব্যাপারে আমাকে লজ্জিত করো না, তোমাদের মধ্যে কি কোন ভাল মানুষ নেই।",
            "enText": "And his people came hastening to him, and before [this] they had been doing evil deeds. He said, \"O my people, these are my daughters; they are purer for you. So fear Allah and do not disgrace me concerning my guests. Is there not among you a man of reason?\"",
            "enTextTransliteration": "Wa jaaa'ahoo qawmuhoo yuhra'oona ilaihi wa min qablu kaanoo ya'maloonas saiyiaat; qaala yaa qawmi haaa'ulaaa'i banaatee hunna atharu lakum fattaqul laaha wa laa tukhzooni fee daifee alaisa minkum rajulur rasheed",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1551",
            "numberInSurah": 78
        },
        {
            "text": "قَالُوا لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ",
            "bnText": "তারা বলল ু তুমি তো জানই, তোমার কন্যাদের নিয়ে আমাদের কোন গরজ নেই। আর আমরা কি চাই, তাও তুমি অবশ্যই জান।",
            "enText": "They said, \"You have already known that we have not concerning your daughters any claim, and indeed, you know what we want.\"",
            "enTextTransliteration": "Qaaloo laqad 'alimta maa lanaa fee banastika min haqq, wa innaka lata'lamu maa nureed",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1552",
            "numberInSurah": 79
        },
        {
            "text": "قَالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلَىٰ رُكْنٍ شَدِيدٍ",
            "bnText": "লূত (আঃ) বললেন-হায়, তোমাদের বিরুদ্ধে যদি আমার শক্তি থাকত অথবা আমি কোন সূদৃঢ় আশ্রয় গ্রহণ করতে সক্ষম হতাম।",
            "enText": "He said, \"If only I had against you some power or could take refuge in a strong support.\"",
            "enTextTransliteration": "Qaala law anna lee bikum quwwatan aw aaweee ilaa ruknin shadeed",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1553",
            "numberInSurah": 80
        },
        {
            "text": "قَالُوا يَا لُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوا إِلَيْكَ ۖ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ اللَّيْلِ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ إِلَّا امْرَأَتَكَ ۖ إِنَّهُ مُصِيبُهَا مَا أَصَابَهُمْ ۚ إِنَّ مَوْعِدَهُمُ الصُّبْحُ ۚ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ",
            "bnText": "মেহমান ফেরেশতাগন বলল-হে লূত (আঃ) আমরা তোমাদের পালনকর্তার পক্ষ হতে প্রেরিত ফেরেশতা। এরা কখনো তোমার দিকে পৌঁছাতে পারবে না। ব্যস তুমি কিছুটা রাত থাকতে থাকতে নিজের লোকজন নিয়ে বাইরে চলে যাও। আর তোমাদের কেউ যেন পিছনে ফিরে না তাকায়। কিন্তু তোমার স্ত্রী নিশ্চয় তার উপরও তা আপতিত হবে, যা ওদের উপর আপতিত হবে। ভোর বেলাই তাদের প্রতিশ্রুতির সময়, ভোর কি খুব নিকটে নয়",
            "enText": "The angels said, \"O Lot, indeed we are messengers of your Lord; [therefore], they will never reach you. So set out with your family during a portion of the night and let not any among you look back - except your wife; indeed, she will be struck by that which strikes them. Indeed, their appointment is [for] the morning. Is not the morning near?\"",
            "enTextTransliteration": "Qaaloo yaa Lootu innaa Rusulu Rabbika lai yasiloo ilaika fa asri bi ahlika biqit 'im minal laili wa laa yaltafit minkum ahadun illam ra ataka innahoo museebuhaa maaa asaabahum; inna maw'i dahumus subh; alaisas subhu biqareeb",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1554",
            "numberInSurah": 81
        },
        {
            "text": "فَلَمَّا جَاءَ أَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنضُودٍ",
            "bnText": "অবশেষে যখন আমার হুকুম এসে পৌঁছাল, তখন আমি উক্ত জনপদকে উপরকে নীচে করে দিলাম এবং তার উপর স্তরে স্তরে কাঁকর পাথর বর্ষণ করলাম।",
            "enText": "So when Our command came, We made the highest part [of the city] its lowest and rained upon them stones of layered hard clay, [which were]",
            "enTextTransliteration": "Falammaa jaaa'a amrunaa ja'alnaa 'aaliyahaa saafilahaa wa amtamaa 'alaihaa hijaaratam min sijjeelim mandood",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1555",
            "numberInSurah": 82
        },
        {
            "text": "مُّسَوَّمَةً عِندَ رَبِّكَ ۖ وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ",
            "bnText": "যার প্রতিটি তোমার পালনকর্তার নিকট চিহ্নিত ছিল। আর সেই পাপিষ্ঠদের থেকে খুব দূরেও নয়।",
            "enText": "Marked from your Lord. And Allah 's punishment is not from the wrongdoers [very] far.",
            "enTextTransliteration": "Musawwamatan 'inda Rabbik; wa maa hiya minaz zaalimena biba'eed",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1556",
            "numberInSurah": 83
        },
        {
            "text": "۞ وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۚ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِّنْ إِلَٰهٍ غَيْرُهُ ۖ وَلَا تَنقُصُوا الْمِكْيَالَ وَالْمِيزَانَ ۚ إِنِّي أَرَاكُم بِخَيْرٍ وَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ",
            "bnText": "আর মাদইয়ানবাসীদের প্রতি তাদের ভাই শোয়ায়েব (আঃ) কে প্রেরণ করেছি। তিনি বললেন-হে আমার কওম! আল্লাহর বন্দেগী কর, তিনি ছাড়া আমাদের কোন মাবুদ নাই। আর পরিমাপে ও ওজনে কম দিও না, আজ আমি তোমাদেরকে ভাল অবস্থায়ই দেখছি, কিন্তু আমি তোমাদের উপর এমন একদিনের আযাবের আশঙ্কা করছি যেদিনটি পরিবেষ্টনকারী।",
            "enText": "And to Madyan [We sent] their brother Shu'ayb. He said, \"O my people, worship Allah; you have no deity other than Him. And do not decrease from the measure and the scale. Indeed, I see you in prosperity, but indeed, I fear for you the punishment of an all-encompassing Day.",
            "enTextTransliteration": "Wa ilaa Madyana akhaahum Shu'aibaa; qaala yaa qawmi' budul laaha maa lakum min ilaahin ghairuhoo wa laa tanqusul mikyaala walmeezaan; inneee araakum bikhairinw wa innee akhaafu 'alaikum 'azaaba Yawmim muheet",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1557",
            "numberInSurah": 84
        },
        {
            "text": "وَيَا قَوْمِ أَوْفُوا الْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِ ۖ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ",
            "bnText": "আর হে আমার জাতি, ন্যায়নিষ্ঠার সাথে ঠিকভাবে পরিমাপ কর ও ওজন দাও এবং লোকদের জিনিসপত্রে কোনরূপ ক্ষতি করো না, আর পৃথিবীতে ফাসাদ করে বেড়াবে না।",
            "enText": "And O my people, give full measure and weight in justice and do not deprive the people of their due and do not commit abuse on the earth, spreading corruption.",
            "enTextTransliteration": "Wa yaa qawmi awful mikyaala walmeezaana bilqisti wa laa tabkhasun naasa ashyaaa'ahum wa laa ta'saw fil ardi mufsideen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1558",
            "numberInSurah": 85
        },
        {
            "text": "بَقِيَّتُ اللَّهِ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ ۚ وَمَا أَنَا عَلَيْكُم بِحَفِيظٍ",
            "bnText": "আল্লাহ প্রদত্ত উদ্ধৃত্ত তোমাদের জন্য উত্তম, যদি তোমরা ঈমানদার হও, আর আমি তো তোমাদের উপর সদা পর্যবেক্ষণকারী নই।",
            "enText": "What remains [lawful] from Allah is best for you, if you would be believers. But I am not a guardian over you.\"",
            "enTextTransliteration": "Baqiyyatul laahi khairul lakum in kuntum mu'mineen; wa maa ana 'alaikum bihafeez",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1559",
            "numberInSurah": 86
        },
        {
            "text": "قَالُوا يَا شُعَيْبُ أَصَلَاتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَن نَّفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ ۖ إِنَّكَ لَأَنتَ الْحَلِيمُ الرَّشِيدُ",
            "bnText": "তারা বলল-হে শোয়ায়েব (আঃ) আপনার নামায কি আপনাকে ইহাই শিক্ষা দেয় যে, আমরা ঐসব উপাস্যদেরকে পরিত্যাগ করব আমাদের বাপ-দাদারা যাদের উপাসনা করত? অথবা আমাদের ধন-সম্পদে ইচ্ছামত যা কিছু করে থাকি, তা ছেড়ে দেব? আপনি তো একজন খাস মহৎ ব্যক্তি ও সৎপথের পথিক।",
            "enText": "They said, \"O Shu'ayb, does your prayer command you that we should leave what our fathers worship or not do with our wealth what we please? Indeed, you are the forbearing, the discerning!\"",
            "enTextTransliteration": "Qaaloo yaa Shu'aybu asalaatuka taamuruka an natruka maa ya'budu aabaaa'unaaa aw an naf'ala feee amwaalinaa maa nashaaa'oo innaka la antal haleemur rasheed",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1560",
            "numberInSurah": 87
        },
        {
            "text": "قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّي وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا ۚ وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَا أَنْهَاكُمْ عَنْهُ ۚ إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ ۚ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
            "bnText": "শোয়ায়েব (আঃ) বললেন-হে দেশবাসী, তোমরা কি মনে কর! আমি যদি আমার পরওয়ারদেগারের পক্ষ হতে সুস্পষ্ট দলীলের উপর কায়েম থাকি আর তিনি যদি নিজের তরফ হতে আমাকে উত্তম রিযিক দান করে থাকেন, (তবে কি আমি তাঁর হুকুম অমান্য করতে পারি?) আর আমি চাই না যে তোমাদেরকে যা ছাড়াতে চাই পরে নিজেই সে কাজে লিপ্ত হব, আমি তো যথাসাধ্য শোধরাতে চাই। আল্লাহর মদদ দ্বারাই কিন্তু কাজ হয়ে থাকে, আমি তাঁর উপরই নির্ভর করি এবং তাঁরই প্রতি ফিরে যাই।",
            "enText": "He said, \"O my people, have you considered: if I am upon clear evidence from my Lord and He has provided me with a good provision from Him...? And I do not intend to differ from you in that which I have forbidden you; I only intend reform as much as I am able. And my success is not but through Allah. Upon him I have relied, and to Him I return.",
            "enTextTransliteration": "Qaala yaa qawmi ara'aitum in kuntu 'alaa baiyinatim mir Rabbee wa razaqanee minhu rizqan hasanaa; wa maaa ureedu an ukhaalifakum ilaa maaa anhaakum 'anh; in ureedu illal islaaha mastata't; wa maa tawfeeqeee illaa billaah; 'alaihi tawakkaltu wa ilaihi uneeb",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1561",
            "numberInSurah": 88
        },
        {
            "text": "وَيَا قَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِي أَن يُصِيبَكُم مِّثْلُ مَا أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَالِحٍ ۚ وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ",
            "bnText": "আর হে আমার জাতি! আমার সাথে জিদ করে তোমরা নূহ বা হুদ অথবা সালেহ (আঃ) এর কওমের মত নিজেদের উপর আযাব ডেকে আনবে না। আর লূতের জাতি তো তোমাদের থেকে খুব দূরে নয়।",
            "enText": "And O my people, let not [your] dissension from me cause you to be struck by that similar to what struck the people of Noah or the people of Hud or the people of Salih. And the people of Lot are not from you far away.",
            "enTextTransliteration": "Wa yaa qawmi laa yajri mannakum shiqaaqeee ai yuseebakum mislu maaa asaaba qawma Noohin aw qawma Hoodin aw qawma Saalih; wa maa qawmu Lootim minkum biba'eed",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1562",
            "numberInSurah": 89
        },
        {
            "text": "وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ ۚ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ",
            "bnText": "আর তোমাদের পালনকর্তার কাছে মার্জনা চাও এবং তাঁরই পানে ফিরে এসো নিশ্চয়ই আমার পরওয়ারদেগার খুবই মেহেরবান অতিস্নেহময়।",
            "enText": "And ask forgiveness of your Lord and then repent to Him. Indeed, my Lord is Merciful and Affectionate.\"",
            "enTextTransliteration": "Wastaghfiroo Rabbakum summa toobooo ilaih; inna Rabbee Raheemunw Wadood",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1563",
            "numberInSurah": 90
        },
        {
            "text": "قَالُوا يَا شُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِّمَّا تَقُولُ وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفًا ۖ وَلَوْلَا رَهْطُكَ لَرَجَمْنَاكَ ۖ وَمَا أَنتَ عَلَيْنَا بِعَزِيزٍ",
            "bnText": "তারা বলল-হে শোয়ায়েব (আঃ) আপনি যা বলেছেন তার অনেক কথাই আমরা বুঝি নাই, আমারা তো আপনাকে আমাদের মধ্যে দূর্বল ব্যক্তি রূপে মনে করি। আপনার ভাই বন্ধুরা না থাকলে আমরা আপনাকে প্রস্তরাঘাতে হত্যা করতাম। আমাদের দৃষ্টিতে আপনি কোন মর্যাদাবান ব্যক্তি নন।",
            "enText": "They said, \"O Shu'ayb, we do not understand much of what you say, and indeed, we consider you among us as weak. And if not for your family, we would have stoned you [to death]; and you are not to us one respected.\"",
            "enTextTransliteration": "Qaaloo yaa Shu'aibu maa nafqahu kaseeram mimmaa taqoolu wa innaa lanaraaka feenaa da'eefanw wa law laa rahtuka larajamnaaka wa maaa anta 'alainaa bi'azeez",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1564",
            "numberInSurah": 91
        },
        {
            "text": "قَالَ يَا قَوْمِ أَرَهْطِي أَعَزُّ عَلَيْكُم مِّنَ اللَّهِ وَاتَّخَذْتُمُوهُ وَرَاءَكُمْ ظِهْرِيًّا ۖ إِنَّ رَبِّي بِمَا تَعْمَلُونَ مُحِيطٌ",
            "bnText": "শোয়ায়েব (আঃ) বলেন-হে আমার জাতি, আমার ভাই বন্ধুরা কি তোমাদের কাছে আল্লাহর চেয়ে প্রভাবশালী? আর তোমরা তাকে বিস্মৃত হয়ে পেছনে ফেলে রেখেছ, নিশ্চয় তোমাদের কার্যকলাপ আমার পালনকর্তার আয়ত্তে রয়েছে।",
            "enText": "He said, \"O my people, is my family more respected for power by you than Allah? But you put Him behind your backs [in neglect]. Indeed, my Lord is encompassing of what you do.",
            "enTextTransliteration": "Qaala yaa qawmi arahteee a'azzu 'alaikum minal laahi wattakhaztumoohu waraaa'akum zihriyyan inna Rabbee bimaa ta'maloona muheet",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1565",
            "numberInSurah": 92
        },
        {
            "text": "وَيَا قَوْمِ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنِّي عَامِلٌ ۖ سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَاذِبٌ ۖ وَارْتَقِبُوا إِنِّي مَعَكُمْ رَقِيبٌ",
            "bnText": "আর হে আমার জাতি, তোমরা নিজ স্থানে কাজ করে যাও, আমিও কাজ করছি, অচিরেই জানতে পারবে কার উপর অপমানকর আযাব আসে আর কে মিথ্যাবাদী? আর তোমরাও অপেক্ষায় থাক, আমিও তোমাদের সাথে অপেক্ষায় রইলাম।",
            "enText": "And O my people, work according to your position; indeed, I am working. You are going to know to whom will come a punishment that will disgrace him and who is a liar. So watch; indeed, I am with you a watcher, [awaiting the outcome].\"",
            "enTextTransliteration": "Wa yaa qawmi' maloo 'alaa makaanatikum innee 'aamilun sawfa ta'lamoona mai yaateehi 'azaabuny yukhzeehi wa man huwa kaazib; wartaqibooo innnee ma'akum raqeeb",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1566",
            "numberInSurah": 93
        },
        {
            "text": "وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِّنَّا وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ",
            "bnText": "আর আমার হুকুম যখন এল, আমি শোয়ায়েব (আঃ) ও তাঁর সঙ্গী ঈমানদারগণকে নিজ রহমতে রক্ষা করি আর পাপিষ্ঠদের উপর বিকট গর্জন পতিত হলো। ফলে ভোর না হতেই তারা নিজেদের ঘরে উপুড় হয়ে পড়ে রইল।",
            "enText": "And when Our command came, We saved Shu'ayb and those who believed with him, by mercy from Us. And the shriek seized those who had wronged, and they became within their homes [corpses] fallen prone",
            "enTextTransliteration": "Wa lammaa jaaa'a amrunaa najjainaa shu'aibanw wal lazeena aamanoo ma'ahoo birahmatim minnaa wa akhazatil lazeena zalamus saihatu fa asbahoo fee diyaarihim jaasimeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1567",
            "numberInSurah": 94
        },
        {
            "text": "كَأَن لَّمْ يَغْنَوْا فِيهَا ۗ أَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ",
            "bnText": "যেন তারা সেখানে কখনো বসবাসই করে নাই। জেনে রাখ, সামুদের প্রতি অভিসম্পাতের মত মাদইয়ানবাসীর উপরেও অভিসম্পাত।",
            "enText": "As if they had never prospered therein. Then, away with Madyan as Thamud was taken away.",
            "enTextTransliteration": "Ka-al-lam yaghnaw feehaaa; alaa bu'dal li Madyana Kamaa ba'idat Samood",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1568",
            "numberInSurah": 95
        },
        {
            "text": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِآيَاتِنَا وَسُلْطَانٍ مُّبِينٍ",
            "bnText": "আর আমি মূসা (আঃ) কে প্রেরণ করি আমার নিদর্শনাদি ও সুস্পষ্ট সনদসহ",
            "enText": "And We did certainly send Moses with Our signs and a clear authority",
            "enTextTransliteration": "Wa laqad arsalnaa Moosaa bi Aayaatinaa wa sultaanim mubeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1569",
            "numberInSurah": 96
        },
        {
            "text": "إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ ۖ وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ",
            "bnText": "ফেরাউন ও তার পারিষদবর্গের কাছে, তবুও তারা ফেরাউনের হুকুমে চলতে থাকে, অথচ ফেরাউনের কোন কথা ন্যায় সঙ্গত ছিল না।",
            "enText": "To Pharaoh and his establishment, but they followed the command of Pharaoh, and the command of Pharaoh was not [at all] discerning.",
            "enTextTransliteration": "Ilaa Fir'awna wa mala'ihee fattaba'ooo amra Fir'awna wa maaa amru Fir'awna birasheed",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1570",
            "numberInSurah": 97
        },
        {
            "text": "يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ ۖ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ",
            "bnText": "কেয়ামতের দিন সে তার জাতির লোকদের আগে আগে থাকবে এবং তাদেরকে জাহান্নামের আগুনে পৌঁছে দিবে। আর সেটা অতীব নিকৃষ্ট স্থান, সেখানে তারা পৌঁছেছে।।",
            "enText": "He will precede his people on the Day of Resurrection and lead them into the Fire; and wretched is the place to which they are led.",
            "enTextTransliteration": "Yaqdumu qawmahoo Yawmal Qiyaamati fa awrada humun Naara wa bi'sal wirdul mawrood",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1571",
            "numberInSurah": 98
        },
        {
            "text": "وَأُتْبِعُوا فِي هَٰذِهِ لَعْنَةً وَيَوْمَ الْقِيَامَةِ ۚ بِئْسَ الرِّفْدُ الْمَرْفُودُ",
            "bnText": "আর এ জগতেও তাদের পেছনে লানত রয়েছে এবং কিয়ামতের দিনেও; অত্যন্ত জঘন্য প্রতিফল, যা তারা পেয়েছে।",
            "enText": "And they were followed in this [world] with a curse and on the Day of Resurrection. And wretched is the gift which is given.",
            "enTextTransliteration": "Wa utbi'oo fee haazihee la'natanw wa Yawmal Qiyaamah; bi'sar rifdul marfood",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1572",
            "numberInSurah": 99
        },
        {
            "text": "ذَٰلِكَ مِنْ أَنبَاءِ الْقُرَىٰ نَقُصُّهُ عَلَيْكَ ۖ مِنْهَا قَائِمٌ وَحَصِيدٌ",
            "bnText": "এ হচ্ছে কয়েকটি জনপদের সামান্য ইতিবৃত্ত, যা আমি আপনাকে শোনাচ্ছি। তন্মধ্যে কোন কোনটি এখনও বর্তমান আছে আর কোন কোনটির শিকড় কেটে দেয়া হয়েছে।",
            "enText": "That is from the news of the cities, which We relate to you; of them, some are [still] standing and some are [as] a harvest [mowed down].",
            "enTextTransliteration": "Zaalika min ambaaa'il quraa naqussuhoo 'alaika minhaa qaaa'imunw wa haseed",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1573",
            "numberInSurah": 100
        },
        {
            "text": "وَمَا ظَلَمْنَاهُمْ وَلَٰكِن ظَلَمُوا أَنفُسَهُمْ ۖ فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِن دُونِ اللَّهِ مِن شَيْءٍ لَّمَّا جَاءَ أَمْرُ رَبِّكَ ۖ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ",
            "bnText": "আমি কিন্তু তাদের প্রতি জুলুম করি নাই বরং তারা নিজেরাই নিজের উপর অবিচার করেছে। ফলে আল্লাহকে বাদ দিয়ে তারা যেসব মাবুদকে ডাকতো আপনার পালনকর্তার হুকুম যখন এসে পড়ল, তখন কেউ কোন কাজে আসল না। তারা শুধু বিপর্যয়ই বৃদ্ধি করল।",
            "enText": "And We did not wrong them, but they wronged themselves. And they were not availed at all by their gods which they invoked other than Allah when there came the command of your Lord. And they did not increase them in other than ruin.",
            "enTextTransliteration": "Wa maa zalamnaahum wa laakin zalamooo anfusahum famaaa aghnat 'anhum aalihatuhumul latee yad'oona min doonil laahi min shai'il lammaa jaaa'a amru Rabbika wa maa zaadoohum ghaira tatbeeb",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1574",
            "numberInSurah": 101
        },
        {
            "text": "وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَىٰ وَهِيَ ظَالِمَةٌ ۚ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ",
            "bnText": "আর তোমার পরওয়ারদেগার যখন কোন পাপপূর্ণ জনপদকে ধরেন, তখন এমনিভাবেই ধরে থাকেন। নিশ্চয় তাঁর পাকড়াও খুবই মারাত্নক, বড়ই কঠোর।",
            "enText": "And thus is the seizure of your Lord when He seizes the cities while they are committing wrong. Indeed, His seizure is painful and severe.",
            "enTextTransliteration": "Wa kazaalika akhzu Rabbika izaaa akhazal quraa wa hiya zaalimah; inna akhzahooo aleemun shadeed",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1575",
            "numberInSurah": 102
        },
        {
            "text": "إِنَّ فِي ذَٰلِكَ لَآيَةً لِّمَنْ خَافَ عَذَابَ الْآخِرَةِ ۚ ذَٰلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ النَّاسُ وَذَٰلِكَ يَوْمٌ مَّشْهُودٌ",
            "bnText": "নিশ্চয় ইহার মধ্যে নিদর্শন রয়েছে এমন প্রতিটি মানুষের জন্য যে আখেরাতের আযাবকে ভয় করে। উহা এমন একদিন, যে দিন সব মানুষেই সমবেত হবে, সেদিনটি যে হাযিরের দিন।",
            "enText": "Indeed in that is a sign for those who fear the punishment of the Hereafter. That is a Day for which the people will be collected, and that is a Day [which will be] witnessed.",
            "enTextTransliteration": "Inna fee zaalika la aayatal liman khaafa 'azaabal Aakhirah; zaalika Yawmum majmoo'ul lahun naasu wa zaalika Yawmum mashhood",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1576",
            "numberInSurah": 103
        },
        {
            "text": "وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَّعْدُودٍ",
            "bnText": "আর আমি যে উহা বিলম্বিত করি, তা শুধু একটি ওয়াদার কারণে যা নির্ধারিত রয়েছে।",
            "enText": "And We do not delay it except for a limited term.",
            "enTextTransliteration": "Wa maa nu'akhkhiruhooo illaa li ajalim ma'dood",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1577",
            "numberInSurah": 104
        },
        {
            "text": "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ ۚ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ",
            "bnText": "যেদিন তা আসবে সেদিন আল্লাহর অনুমতি ছাড়া কেউ কোন কথা বলতে পারে না। অতঃপর কিছু লোক হবে হতভাগ্য আর কিছু লোক সৌভাগ্যবান।",
            "enText": "The Day it comes no soul will speak except by His permission. And among them will be the wretched and the prosperous.",
            "enTextTransliteration": "Yawma yaati laa takallamu nafsun illaa bi iznih; faminhum shaqiyyunw wa sa'eed",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1578",
            "numberInSurah": 105
        },
        {
            "text": "فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ",
            "bnText": "অতএব যারা হতভাগ্য তারা দোযখে যাবে, সেখানে তারা আর্তনাদ ও চিৎকার করতে থাকবে।",
            "enText": "As for those who were [destined to be] wretched, they will be in the Fire. For them therein is [violent] exhaling and inhaling.",
            "enTextTransliteration": "Fa ammal lazeena shaqoo fafin Naari lahum feehaa zafeerunw wa shaheeq",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1579",
            "numberInSurah": 106
        },
        {
            "text": "خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ ۚ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ",
            "bnText": "তারা সেখানে চিরকাল থাকবে, যতদিন আসমান ও যমীন বর্তমান থাকবে। তবে তোমার প্রতিপালক অন্য কিছু ইচ্ছা করলে ভিন্ন কথা। নিশ্চয় তোমার পরওয়ারদেগার যা ইচ্ছা করতে পারেন।",
            "enText": "[They will be] abiding therein as long as the heavens and the earth endure, except what your Lord should will. Indeed, your Lord is an effecter of what He intends.",
            "enTextTransliteration": "Khaalideena feehaa maa daamatis samaawaatu wal ardu illaa maa shaaa'a Rabbuk; inna Rabbaka fa' 'aalul limaa yureed",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1580",
            "numberInSurah": 107
        },
        {
            "text": "۞ وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ ۖ عَطَاءً غَيْرَ مَجْذُوذٍ",
            "bnText": "আর যারা সৌভাগ্যবান তারা বেহেশতের মাঝে, সেখানেই চিরদিন থাকবে, যতদিন আসমান ও যমীন বর্তমান থাকবে। তবে তোমার প্রভু অন্য কিছু ইচ্ছা করলে ভিন্ন কথা। এ দানের ধারাবাহিকতা কখনো ছিন্ন হওয়ার নয়।",
            "enText": "And as for those who were [destined to be] prosperous, they will be in Paradise, abiding therein as long as the heavens and the earth endure, except what your Lord should will - a bestowal uninterrupted.",
            "enTextTransliteration": "Wa ammal lazeena su'idoo fafil Jannati khaalideena feehaa maa daamatis samaawaatu wal ardu illaa maa shaaa'a Rabbuk; ataaa'an ghaira majzooz",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1581",
            "numberInSurah": 108
        },
        {
            "text": "فَلَا تَكُ فِي مِرْيَةٍ مِّمَّا يَعْبُدُ هَٰؤُلَاءِ ۚ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ آبَاؤُهُم مِّن قَبْلُ ۚ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ",
            "bnText": "অতএব, তারা যেসবের উপাসনা করে তুমি সে ব্যাপারে কোনরূপ ধোঁকায় পড়বে না। তাদের পূর্ববর্তী বাপ-দাদারা যেমন পূজা উপাসনা করত, এরাও তেমন করছে। আর নিশ্চয় আমি তাদেরকে আযাবের ভাগ কিছু মাত্রও কম না করেই পুরোপুরি দান করবো।",
            "enText": "So do not be in doubt, [O Muhammad], as to what these [polytheists] are worshipping. They worship not except as their fathers worshipped before. And indeed, We will give them their share undiminished.",
            "enTextTransliteration": "Falaa taku fee miryatim mimmmaa ya'budu haaa'ulaaa'; maa ya'budoona illaa kamaa ya'budu aabaaa'uhum min qabl; wa innaa lamuwaf foohum naseebahum ghaira manqoos",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1582",
            "numberInSurah": 109
        },
        {
            "text": "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِي شَكٍّ مِّنْهُ مُرِيبٍ",
            "bnText": "আর আমি মূসা (আঃ)-কে অবশ্যই কিতাব দিয়েছিলাম অতঃপর তাতে বিরোধ সৃষ্টি হল; বলাবাহুল্য তোমার পালনকর্তার পক্ষ হতে, একটি কথা যদি আগেই বলা না হত, তাহলে তাদের মধ্যে চুড়ান্ত ফয়সালা হয়ে যেত তারা এ ব্যাপারে এমনই সন্দেহ প্রবণ যে, কিছুতেই নিশ্চিত হতে পারছে না।",
            "enText": "And We had certainly given Moses the Scripture, but it came under disagreement. And if not for a word that preceded from your Lord, it would have been judged between them. And indeed they are, concerning the Qur'an, in disquieting doubt.",
            "enTextTransliteration": "Wa laqad aatainaa Moosal Kitaaba fakhtulifa feeh; wa law laa Kalimatun sabaqat mir Rabbika laqudiya bainahum; wa innahum lafee shakkim minhu mureeb",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1583",
            "numberInSurah": 110
        },
        {
            "text": "وَإِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ ۚ إِنَّهُ بِمَا يَعْمَلُونَ خَبِيرٌ",
            "bnText": "আর যত লোকই হোক না কেন, যখন সময় হবে, তোমার প্রভু তাদের সকলেরই আমলের প্রতিদান পুরোপুরি দান করবেন। নিশ্চয় তিনি তাদের যাবতীয় কার্যকলাপের খবর রাখেন।",
            "enText": "And indeed, each [of the believers and disbelievers] - your Lord will fully compensate them for their deeds. Indeed, He is Acquainted with what they do.",
            "enTextTransliteration": "Wa inna kullal lammaa la yuwaffiyannahum Rabbuka a'maalahum; innahoo bimaa ya'maloona Khabeer",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1584",
            "numberInSurah": 111
        },
        {
            "text": "فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَن تَابَ مَعَكَ وَلَا تَطْغَوْا ۚ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
            "bnText": "অতএব, তুমি এবং তোমার সাথে যারা তওবা করেছে সবাই সোজা পথে চলে যাও-যেমন তোমায় হুকুম দেয়া হয়েছে এবং সীমা লঙ্ঘন করবে না, তোমরা যা কিছু করছ, নিশ্চয় তিনি তার প্রতি দৃষ্টি রাখেন।",
            "enText": "So remain on a right course as you have been commanded, [you] and those who have turned back with you [to Allah], and do not transgress. Indeed, He is Seeing of what you do.",
            "enTextTransliteration": "Fastaqim kamaaa umirta wa man taaba ma'aka wa laa tatghaw; innahoo bimaa ta'maloona Baseer",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1585",
            "numberInSurah": 112
        },
        {
            "text": "وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَمَا لَكُم مِّن دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لَا تُنصَرُونَ",
            "bnText": "আর পাপিষ্ঠদের প্রতি ঝুঁকবে না। নতুবা তোমাদেরকেও আগুনে ধরবে। আর আল্লাহ ব্যতীত তোমাদের কোন বন্ধু নাই। অতএব কোথাও সাহায্য পাবে না।",
            "enText": "And do not incline toward those who do wrong, lest you be touched by the Fire, and you would not have other than Allah any protectors; then you would not be helped.",
            "enTextTransliteration": "Wa laa tarkanooo ilal lazeena zalamoo fatamassa kumun Naaru wa maa lakum min doonil laahi min awliyaaa'a summa laa tunsaroon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1586",
            "numberInSurah": 113
        },
        {
            "text": "وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِّنَ اللَّيْلِ ۚ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ۚ ذَٰلِكَ ذِكْرَىٰ لِلذَّاكِرِينَ",
            "bnText": "আর দিনের দুই প্রান্তেই নামায ঠিক রাখবে, এবং রাতের প্রান্তভাগে পূর্ণ কাজ অবশ্যই পাপ দূর করে দেয়, যারা স্মরণ রাখে তাদের জন্য এটি এক মহা স্মারক।",
            "enText": "And establish prayer at the two ends of the day and at the approach of the night. Indeed, good deeds do away with misdeeds. That is a reminder for those who remember.",
            "enTextTransliteration": "Wa aqimis Salaata tarafayin nahaari wa zulafam minal layl; innal hasanaati yuzhibnas saiyi aat; zaalika zikraa liz zaakireen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1587",
            "numberInSurah": 114
        },
        {
            "text": "وَاصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ",
            "bnText": "আর ধৈর্য্যধারণ কর, নিশ্চয়ই আল্লাহ পূণ্যবানদের প্রতিদান বিনষ্ট করেন না।",
            "enText": "And be patient, for indeed, Allah does not allow to be lost the reward of those who do good.",
            "enTextTransliteration": "Wasbir fa innal laaha laa yudee'u ajral muhsineen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1588",
            "numberInSurah": 115
        },
        {
            "text": "فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِن قَبْلِكُمْ أُولُو بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْضِ إِلَّا قَلِيلًا مِّمَّنْ أَنجَيْنَا مِنْهُمْ ۗ وَاتَّبَعَ الَّذِينَ ظَلَمُوا مَا أُتْرِفُوا فِيهِ وَكَانُوا مُجْرِمِينَ",
            "bnText": "কাজেই, তোমাদের পূর্ববতী জাতি গুলির মধ্যে এমন সৎকর্মশীল কেন রইল না, যারা পৃথিবীতে বিপর্যয় সৃষ্টি করতে বাধা দিত; তবে মুষ্টিমেয় লোক ছিল যাদেরকে আমি তাদের মধ্য হতে রক্ষা করেছি। আর পাপিষ্ঠরা তো ভোগ বিলাসে মত্ত ছিল যার সামগ্রী তাদেরকে যথেষ্ট দেয়া হয়েছিল। আসলে তারা ছিল মহা অপরাধী।",
            "enText": "So why were there not among the generations before you those of enduring discrimination forbidding corruption on earth - except a few of those We saved from among them? But those who wronged pursued what luxury they were given therein, and they were criminals.",
            "enTextTransliteration": "Falw laa kaana minal qurooni min qablikum ooloo baqiyyatiny yanhawna 'anil fasaadi fil ardi illaa qaleelam mimman anjainaa minhum; wattaba'al lazeena zalamoo maaa utrifoo feehi wa kaanoo mujrimeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1589",
            "numberInSurah": 116
        },
        {
            "text": "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ",
            "bnText": "আর তোমার পালনকর্তা এমন নন যে, জনবসতিগুলোকে অন্যায়ভাবে ধ্বংস করে দেবেন, সেখানকার লোকেরা সৎকর্মশীল হওয়া সত্ত্বেও।",
            "enText": "And your Lord would not have destroyed the cities unjustly while their people were reformers.",
            "enTextTransliteration": "Wa maa kaana Rabbuka liyuhlikal quraa bizulminw wa ahluhaa muslihoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1590",
            "numberInSurah": 117
        },
        {
            "text": "وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً ۖ وَلَا يَزَالُونَ مُخْتَلِفِينَ",
            "bnText": "আর তোমার পালনকর্তা যদি ইচ্ছা করতেন, তবে অবশ্যই সব মানুষকে একই জাতিসত্তায় পরিনত করতে পারতেন আর তারা বিভিন্ন ভাগে বিভক্ত হতো না।",
            "enText": "And if your Lord had willed, He could have made mankind one community; but they will not cease to differ.",
            "enTextTransliteration": "Wa law shaaa'a Rabbuka laja'alannnaasa ummatanw waa hidatanw wa laa yazaaloona mukhtalifeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1591",
            "numberInSurah": 118
        },
        {
            "text": "إِلَّا مَن رَّحِمَ رَبُّكَ ۚ وَلِذَٰلِكَ خَلَقَهُمْ ۗ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ",
            "bnText": "তোমার পালনকর্তা যাদের উপর রহমত করেছেন, তারা ব্যতীত সবাই চিরদিন মতভেদ করতেই থাকবে এবং এজন্যই তাদেরকে সৃষ্টি করেছেন। আর তোমার আল্লাহর কথাই পূর্ণ হল যে, অবশ্যই আমি জাহান্নামকে জ্বিন ও মানুষ দ্বারা একযোগে ভর্তি করব।",
            "enText": "Except whom your Lord has given mercy, and for that He created them. But the word of your Lord is to be fulfilled that, \"I will surely fill Hell with jinn and men all together.\"",
            "enTextTransliteration": "Illaa mar rahima Rabbuk; wa lizaalika khalaqahum; wa tammat Kalimatu Rabbika la amla'ana Jahannama minal jinnati wannnaasi ajma'een",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1592",
            "numberInSurah": 119
        },
        {
            "text": "وَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ أَنبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ ۚ وَجَاءَكَ فِي هَٰذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
            "bnText": "আর আমি রসূলগণের সব বৃত্তান্তই তোমাকে বলছি, যদ্দ্বারা তোমার অন্তরকে মজবুত করছি। আর এভাবে তোমার নিকট মহাসত্য এবং ঈমানদারদের জন্য নসীহত ও স্বরণীয় বিষয়বস্তু এসেছে।",
            "enText": "And each [story] We relate to you from the news of the messengers is that by which We make firm your heart. And there has come to you, in this, the truth and an instruction and a reminder for the believers.",
            "enTextTransliteration": "Wa kullan naqussu 'alaika min ambaaa'ir Rusuli maa nusabbitu bihee fu'aadak; wa jaaa'aka fee haazihil haqqu wa maw'izatunw wa zikraa lilmu' mineen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1593",
            "numberInSurah": 120
        },
        {
            "text": "وَقُل لِّلَّذِينَ لَا يُؤْمِنُونَ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنَّا عَامِلُونَ",
            "bnText": "আর যারা ঈমান আনে না, তাদেরকে বলে দাও যে, তোমরা নিজ নিজ অবস্থায় কাজ করে যাও আমরাও কাজ করে যাই।",
            "enText": "And say to those who do not believe, \"Work according to your position; indeed, we are working.",
            "enTextTransliteration": "Wa qul lillazeena laa yu'minoona' maloo 'alaa makaanatikum innaa 'aamiloon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1594",
            "numberInSurah": 121
        },
        {
            "text": "وَانتَظِرُوا إِنَّا مُنتَظِرُونَ",
            "bnText": "এবং তোমরাও অপেক্ষা করে থাক, আমরাও অপেক্ষায় রইলাম।",
            "enText": "And wait, indeed, we are waiting.\"",
            "enTextTransliteration": "Wantaziroo innaa mun taziroon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1595",
            "numberInSurah": 122
        },
        {
            "text": "وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ ۚ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
            "bnText": "আর আল্লাহর কাছেই আছে আসমান ও যমীনের গোপন তথ্য; আর সকল কাজের প্রত্যাবর্তন তাঁরই দিকে; অতএব, তাঁরই বন্দেগী কর এবং তাঁর উপর ভরসা রাখ, আর তোমাদের কার্যকলাপ সম্বন্ধে তোমার পালনকর্তা কিন্তু বে-খবর নন।",
            "enText": "And to Allah belong the unseen [aspects] of the heavens and the earth and to Him will be returned the matter, all of it, so worship Him and rely upon Him. And your Lord is not unaware of that which you do.",
            "enTextTransliteration": "Wa lillaahi ghaibus samaawaati wal ardi wa ilaihi yurja'ul amru kulluhoo fa'bu-dhu wa tawakkal 'alaih; wa maa Rabbuka bighaafilin 'ammaa ta'maloon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/1596",
            "numberInSurah": 123
        }
    ]
}