{
    "no": 24,
    "name": "سُورَةُ النُّورِ",
    "enName": "An-Noor",
    "enNameTranslation": "The Light",
    "bnNameTranslation": "আন্ নূর",
    "revelationType": "Medinan",
    "numberOfAyahs": 64,
    "verses": [
        {
            "text": "سُورَةٌ أَنزَلْنَاهَا وَفَرَضْنَاهَا وَأَنزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ لَّعَلَّكُمْ تَذَكَّرُونَ",
            "bnText": "এটা একটা সূরা যা আমি নাযিল করেছি, এবং দায়িত্বে অপরিহার্য করেছি। এতে আমি সুস্পষ্ট আয়াতসমূহ অবতীর্ণ করেছি, যাতে তোমরা স্মরণ রাখ।",
            "enText": "[This is] a surah which We have sent down and made [that within it] obligatory and revealed therein verses of clear evidence that you might remember.",
            "enTextTransliteration": "Sooratun anzalnaahaa wa faradnaahaa wa anzalnaa feehaaa Aayaatim baiyinaatil la'allakum tazakkaroon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2792",
            "numberInSurah": 1
        },
        {
            "text": "الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِّنْهُمَا مِائَةَ جَلْدَةٍ ۖ وَلَا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۖ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِّنَ الْمُؤْمِنِينَ",
            "bnText": "ব্যভিচারিণী নারী ব্যভিচারী পুরুষ; তাদের প্রত্যেককে একশ’ করে বেত্রাঘাত কর। আল্লাহর বিধান কার্যকর কারণে তাদের প্রতি যেন তোমাদের মনে দয়ার উদ্রেক না হয়, যদি তোমরা আল্লাহর প্রতি ও পরকালের প্রতি বিশ্বাসী হয়ে থাক। মুসলমানদের একটি দল যেন তাদের শাস্তি প্রত্যক্ষ করে।",
            "enText": "The [unmarried] woman or [unmarried] man found guilty of sexual intercourse - lash each one of them with a hundred lashes, and do not be taken by pity for them in the religion of Allah, if you should believe in Allah and the Last Day. And let a group of the believers witness their punishment.",
            "enTextTransliteration": "Azzaaniyatu wazzaanee fajlidoo kulla waahidim minhumaa mi'ata jaldatinw wa laa taakhuzkum bihimaa raafatun fee deenil laahi in kuntum tu'minoona billaahi wal Yawmil Aakhiri wal yashhad 'azaabahumaa taaa'ifatum minal mu'mineen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2793",
            "numberInSurah": 2
        },
        {
            "text": "الزَّانِي لَا يَنكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لَا يَنكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ ۚ وَحُرِّمَ ذَٰلِكَ عَلَى الْمُؤْمِنِينَ",
            "bnText": "ব্যভিচারী পুরুষ কেবল ব্যভিচারিণী নারী অথবা মুশরিকা নারীকেই বিয়ে করে এবং ব্যভিচারিণীকে কেবল ব্যভিচারী অথবা মুশরিক পুরুষই বিয়ে করে এবং এদেরকে মুমিনদের জন্যে হারাম করা হয়েছে।",
            "enText": "The fornicator does not marry except a [female] fornicator or polytheist, and none marries her except a fornicator or a polytheist, and that has been made unlawful to the believers.",
            "enTextTransliteration": "Azzaanee laa yankihu illaa zaaniyatan aw mushrikatanw wazzaaniyatu laa yankihuhaaa illaa zaanin aw mushrik; wa hurrima zaalika 'alal mu'mineen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2794",
            "numberInSurah": 3
        },
        {
            "text": "وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا ۚ وَأُولَٰئِكَ هُمُ الْفَاسِقُونَ",
            "bnText": "যারা সতী-সাধ্বী নারীর প্রতি অপবাদ আরোপ করে অতঃপর স্বপক্ষে চার জন পুরুষ সাক্ষী উপস্থিত করে না, তাদেরকে আশিটি বেত্রাঘাত করবে এবং কখনও তাদের সাক্ষ্য কবুল করবে না। এরাই না’ফারমান।",
            "enText": "And those who accuse chaste women and then do not produce four witnesses - lash them with eighty lashes and do not accept from them testimony ever after. And those are the defiantly disobedient,",
            "enTextTransliteration": "Wallazeena yarmoonal muhsanaati summa lam yaatoo bi-arba'ati shuhadaaa'a fajlidoohum samaaneena jaldatanw wa laa taqbaloo lahum shahaadatan abadaa; wa ulaaa'ika humul faasiqoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2795",
            "numberInSurah": 4
        },
        {
            "text": "إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَٰلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ",
            "bnText": "কিন্তু যারা এরপর তওবা করে এবং সংশোধিত হয়, আল্লাহ ক্ষমাশীল, পরম মেহেরবান।",
            "enText": "Except for those who repent thereafter and reform, for indeed, Allah is Forgiving and Merciful.",
            "enTextTransliteration": "Illal lazeena taaboo mim ba'di zaalika wa aslahoo fa innal laaha Ghafoorur Raheem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2796",
            "numberInSurah": 5
        },
        {
            "text": "وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُن لَّهُمْ شُهَدَاءُ إِلَّا أَنفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ ۙ إِنَّهُ لَمِنَ الصَّادِقِينَ",
            "bnText": "এবং যারা তাদের স্ত্রীদের প্রতি অপবাদ আরোপ করে এবং তারা নিজেরা ছাড়া তাদের কোন সাক্ষী নেই, এরূপ ব্যক্তির সাক্ষ্য এভাবে হবে যে, সে আল্লাহর কসম খেয়ে চারবার সাক্ষ্য দেবে যে, সে অবশ্যই সত্যবাদী।",
            "enText": "And those who accuse their wives [of adultery] and have no witnesses except themselves - then the witness of one of them [shall be] four testimonies [swearing] by Allah that indeed, he is of the truthful.",
            "enTextTransliteration": "Wallazeena yarmoona azwaajahum wa lam yakul lahum shuhadaaa'u illaaa anfusuhum fashahaadatu ahadihim arb'u shahaadaatim billaahi innahoo laminas saadiqeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2797",
            "numberInSurah": 6
        },
        {
            "text": "وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِن كَانَ مِنَ الْكَاذِبِينَ",
            "bnText": "এবং পঞ্চমবার বলবে যে, যদি সে মিথ্যাবাদী হয় তবে তার উপর আল্লাহর লানত।",
            "enText": "And the fifth [oath will be] that the curse of Allah be upon him if he should be among the liars.",
            "enTextTransliteration": "Wal khaamisatu anna la'natal laahi 'alaihi in kaana minal kaazibeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2798",
            "numberInSurah": 7
        },
        {
            "text": "وَيَدْرَأُ عَنْهَا الْعَذَابَ أَن تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ ۙ إِنَّهُ لَمِنَ الْكَاذِبِينَ",
            "bnText": "এবং স্ত্রীর শাস্তি রহিত হয়ে যাবে যদি সে আল্লাহর কসম খেয়ে চার বার সাক্ষ্য দেয় যে, তার স্বামী অবশ্যই মিথ্যাবাদী",
            "enText": "But it will prevent punishment from her if she gives four testimonies [swearing] by Allah that indeed, he is of the liars.",
            "enTextTransliteration": "Wa yadra'u anhal 'azaaba an tashhada arba'a shahaa daatim billaahi innahoo laminal kaazibeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2799",
            "numberInSurah": 8
        },
        {
            "text": "وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِن كَانَ مِنَ الصَّادِقِينَ",
            "bnText": "এবং পঞ্চমবার বলে যে, যদি তার স্বামী সত্যবাদী হয় তবে তার ওপর আল্লাহর গযব নেমে আসবে।",
            "enText": "And the fifth [oath will be] that the wrath of Allah be upon her if he was of the truthful.",
            "enTextTransliteration": "Wal khaamisata anna ghadabal laahi 'alaihaaa in kaana minas saadiqeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2800",
            "numberInSurah": 9
        },
        {
            "text": "وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ تَوَّابٌ حَكِيمٌ",
            "bnText": "তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকলে এবং আল্লাহ তওবা কবুল কারী, প্রজ্ঞাময় না হলে কত কিছুই যে হয়ে যেত।",
            "enText": "And if not for the favor of Allah upon you and His mercy... and because Allah is Accepting of repentance and Wise.",
            "enTextTransliteration": "Wa law laa fadlul laahi 'alaikum wa rahmatuhoo wa annal laaha Tawwaabun Hakeem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2801",
            "numberInSurah": 10
        },
        {
            "text": "إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِّنكُمْ ۚ لَا تَحْسَبُوهُ شَرًّا لَّكُم ۖ بَلْ هُوَ خَيْرٌ لَّكُمْ ۚ لِكُلِّ امْرِئٍ مِّنْهُم مَّا اكْتَسَبَ مِنَ الْإِثْمِ ۚ وَالَّذِي تَوَلَّىٰ كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ",
            "bnText": "যারা মিথ্যা অপবাদ রটনা করেছে, তারা তোমাদেরই একটি দল। তোমরা একে নিজেদের জন্যে খারাপ মনে করো না; বরং এটা তোমাদের জন্যে মঙ্গলজনক। তাদের প্রত্যেকের জন্যে ততটুকু আছে যতটুকু সে গোনাহ করেছে এবং তাদের মধ্যে যে এ ব্যাপারে অগ্রণী ভূমিকা নিয়েছে, তার জন্যে রয়েছে বিরাট শাস্তি।",
            "enText": "Indeed, those who came with falsehood are a group among you. Do not think it bad for you; rather it is good for you. For every person among them is what [punishment] he has earned from the sin, and he who took upon himself the greater portion thereof - for him is a great punishment.",
            "enTextTransliteration": "Innal lazeena jaaa'oo bilifki 'usbatum minkum; laa tahsaboohu sharral lakum bal huwa khairul lakum; likul limri'im minhum mak tasaba minal-ism; wallazee tawallaa kibrahoo minhum lahoo 'azaabun 'azeem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2802",
            "numberInSurah": 11
        },
        {
            "text": "لَّوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنفُسِهِمْ خَيْرًا وَقَالُوا هَٰذَا إِفْكٌ مُّبِينٌ",
            "bnText": "তোমরা যখন একথা শুনলে, তখন ঈমানদার পুরুষ ও নারীগণ কেন নিজেদের লোক সম্পর্কে উত্তম ধারণা করনি এবং বলনি যে, এটা তো নির্জলা অপবাদ",
            "enText": "Why, when you heard it, did not the believing men and believing women think good of one another and say, \"This is an obvious falsehood\"?",
            "enTextTransliteration": "Law laaa iz sami'tumoohu zannal mu'minoona walmu'minaatu bi anfusihim khairanw wa qaaloo haazaaa ifkum mmubeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2803",
            "numberInSurah": 12
        },
        {
            "text": "لَّوْلَا جَاءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَاءَ ۚ فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَٰئِكَ عِندَ اللَّهِ هُمُ الْكَاذِبُونَ",
            "bnText": "তারা কেন এ ব্যাপারে চার জন সাক্ষী উপস্থিত করেনি; অতঃপর যখন তারা সাক্ষী উপস্থিত করেনি, তখন তারাই আল্লাহর কাছে মিথ্যাবাদী।",
            "enText": "Why did they [who slandered] not produce for it four witnesses? And when they do not produce the witnesses, then it is they, in the sight of Allah, who are the liars.",
            "enTextTransliteration": "Law laa jaaa'oo 'alaihi bi-arba'ati shuhadaaa'; fa iz lam yaatoo bishshuhadaaa'i fa ulaaa 'ika 'indal laahi humul kaaziboon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2804",
            "numberInSurah": 13
        },
        {
            "text": "وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ",
            "bnText": "যদি ইহকালে ও পরকালে তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকত, তবে তোমরা যা চর্চা করছিলে, তজ্জন্যে তোমাদেরকে গুরুতর আযাব স্পর্শ করত।",
            "enText": "And if it had not been for the favor of Allah upon you and His mercy in this world and the Hereafter, you would have been touched for that [lie] in which you were involved by a great punishment",
            "enTextTransliteration": "Wa law laa fadlul laahi 'alaikum wa rahmatuhoo fiddunyaa wal aakhirati lamassakum fee maaa afadtum feehi 'azaabun 'azeem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2805",
            "numberInSurah": 14
        },
        {
            "text": "إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُم مَّا لَيْسَ لَكُم بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِندَ اللَّهِ عَظِيمٌ",
            "bnText": "যখন তোমরা একে মুখে মুখে ছড়াচ্ছিলে এবং মুখে এমন বিষয় উচ্চারণ করছিলে, যার কোন জ্ঞান তোমাদের ছিল না। তোমরা একে তুচ্ছ মনে করছিলে, অথচ এটা আল্লাহর কাছে গুরুতর ব্যাপার ছিল।",
            "enText": "When you received it with your tongues and said with your mouths that of which you had no knowledge and thought it was insignificant while it was, in the sight of Allah, tremendous.",
            "enTextTransliteration": "iz talaqqawnahoo bi alsinatikum wa taqooloona bi afwaahikum maa laisa lakum bihee 'ilmunw wa tahsaboo nahoo haiyinanw wa huwa 'indl laahi 'azeem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2806",
            "numberInSurah": 15
        },
        {
            "text": "وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُم مَّا يَكُونُ لَنَا أَن نَّتَكَلَّمَ بِهَٰذَا سُبْحَانَكَ هَٰذَا بُهْتَانٌ عَظِيمٌ",
            "bnText": "তোমরা যখন এ কথা শুনলে তখন কেন বললে না যে, এ বিষয়ে কথা বলা আমাদের উচিত নয়। আল্লাহ তো পবিত্র, মহান। এটা তো এক গুরুতর অপবাদ।",
            "enText": "And why, when you heard it, did you not say, \"It is not for us to speak of this. Exalted are You, [O Allah]; this is a great slander\"?",
            "enTextTransliteration": "Wa law laaa iz sami'tu moohu qultum maa yakoonu lanaaa an natakallama bihaazaa Subhaanaka haaza buhtaanun 'azeem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2807",
            "numberInSurah": 16
        },
        {
            "text": "يَعِظُكُمُ اللَّهُ أَن تَعُودُوا لِمِثْلِهِ أَبَدًا إِن كُنتُم مُّؤْمِنِينَ",
            "bnText": "আল্লাহ তোমাদেরকে উপদেশ দিচ্ছেন, তোমরা যদি ঈমানদার হও, তবে তখনও পুনরায় এ ধরণের আচরণের পুনরাবৃত্তি করো না।",
            "enText": "Allah warns you against returning to the likes of this [conduct], ever, if you should be believers.",
            "enTextTransliteration": "Ya'izukumul laahu an ta'oodoo limisliheee abadan in kuntum mu'mineen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2808",
            "numberInSurah": 17
        },
        {
            "text": "وَيُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ ۚ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
            "bnText": "আল্লাহ তোমাদের জন্যে কাজের কথা স্পষ্ট করে বর্ণনা করেন। আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।",
            "enText": "And Allah makes clear to you the verses, and Allah is Knowing and Wise.",
            "enTextTransliteration": "Wa yubaiyinul laahu lakumul Aayaat; wallaahu 'Aleemun Hakeem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2809",
            "numberInSurah": 18
        },
        {
            "text": "إِنَّ الَّذِينَ يُحِبُّونَ أَن تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ ۚ وَاللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
            "bnText": "যারা পছন্দ করে যে, ঈমানদারদের মধ্যে ব্যভিচার প্রসার লাভ করুক, তাদের জন্যে ইহাকাল ও পরকালে যন্ত্রণাদায়ক শাস্তি রয়েছে। আল্লাহ জানেন, তোমরা জান না।",
            "enText": "Indeed, those who like that immorality should be spread [or publicized] among those who have believed will have a painful punishment in this world and the Hereafter. And Allah knows and you do not know.",
            "enTextTransliteration": "Innal lazeena yuhibboona an tashee'al faahishatu fil lazeena aamanoo lahum 'azaabun aleemun fid dunyaa wal Aakhirah; wallaahu ya'lamu wa antum laa ta'lamoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2810",
            "numberInSurah": 19
        },
        {
            "text": "وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ رَءُوفٌ رَّحِيمٌ",
            "bnText": "যদি তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকত এবং আল্লাহ দয়ালু, মেহেরবান না হতেন, তবে কত কিছুই হয়ে যেত।",
            "enText": "And if it had not been for the favor of Allah upon you and His mercy... and because Allah is Kind and Merciful.",
            "enTextTransliteration": "Wa law laa fadlul laahi 'alaikum wa rahmatuhoo wa annal laaha Ra'oofur Raheem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2811",
            "numberInSurah": 20
        },
        {
            "text": "۞ يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ ۚ وَمَن يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنكَرِ ۚ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَىٰ مِنكُم مِّنْ أَحَدٍ أَبَدًا وَلَٰكِنَّ اللَّهَ يُزَكِّي مَن يَشَاءُ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
            "bnText": "হে ঈমানদারগণ, তোমরা শয়তানের পদাঙ্ক অনুসরণ করো না। যে কেউ শয়তানের পদাঙ্ক অনুসরণ করবে, তখন তো শয়তান নির্লজ্জতা ও মন্দ কাজেরই আদেশ করবে। যদি আল্লাহর অনুগ্রহ ও দয়া তোমাদের প্রতি না থাকত, তবে তোমাদের কেউ কখনও পবিত্র হতে পারতে না। কিন্তু আল্লাহ যাকে ইচ্ছা পবিত্র করেন। আল্লাহ সবকিছু শোনেন, জানেন।",
            "enText": "O you who have believed, do not follow the footsteps of Satan. And whoever follows the footsteps of Satan - indeed, he enjoins immorality and wrongdoing. And if not for the favor of Allah upon you and His mercy, not one of you would have been pure, ever, but Allah purifies whom He wills, and Allah is Hearing and Knowing.",
            "enTextTransliteration": "Yaaa aiyuhal lazeena aamanoo laa tattabi'oo khutuwaatish Shaitaan; wa many-yattabi' khutuwaatish Shaitaani fa innahoo yaamuru bilfahshaaa'i walmunkar; wa law laa fadlul laahi 'alaikum wa rahmatuhoo maa zakaa minkum min ahadin abadanw wa laakinnal laaha yuzakkee many-yashaaa'; wallaahu Samee'un 'Aleem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2812",
            "numberInSurah": 21
        },
        {
            "text": "وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنكُمْ وَالسَّعَةِ أَن يُؤْتُوا أُولِي الْقُرْبَىٰ وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سَبِيلِ اللَّهِ ۖ وَلْيَعْفُوا وَلْيَصْفَحُوا ۗ أَلَا تُحِبُّونَ أَن يَغْفِرَ اللَّهُ لَكُمْ ۗ وَاللَّهُ غَفُورٌ رَّحِيمٌ",
            "bnText": "তোমাদের মধ্যে যারা উচ্চমর্যাদা ও আর্থিক প্রাচুর্যের অধিকারী, তারা যেন কসম না খায় যে, তারা আত্নীয়-স্বজনকে, অভাবগ্রস্তকে এবং আল্লাহর পথে হিজরতকারীদেরকে কিছুই দেবে না। তাদের ক্ষমা করা উচিত এবং দোষক্রটি উপেক্ষা করা উচিত। তোমরা কি কামনা কর না যে, আল্লাহ তোমাদেরকে ক্ষমা করেন? আল্লাহ ক্ষমাশীল, পরম করুণাময়।",
            "enText": "And let not those of virtue among you and wealth swear not to give [aid] to their relatives and the needy and the emigrants for the cause of Allah, and let them pardon and overlook. Would you not like that Allah should forgive you? And Allah is Forgiving and Merciful.",
            "enTextTransliteration": "Wa laa yaatali ulul fadli minkum wassa'ati ai yu'tooo ulil qurbaa walmasaakeena walmuhaajireena fee sabeelillaahi walya'foo walyasfahoo; alaa tuhibboona ai yaghfiral laahu lakum; wal laahu Ghafoorur Raheem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2813",
            "numberInSurah": 22
        },
        {
            "text": "إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلَاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا وَالْآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
            "bnText": "যারা সতী-সাধ্বী, নিরীহ ঈমানদার নারীদের প্রতি অপবাদ আরোপ করে, তারা ইহকালে ও পরকালে ধিকৃত এবং তাদের জন্যে রয়েছে গুরুতর শাস্তি।",
            "enText": "Indeed, those who [falsely] accuse chaste, unaware and believing women are cursed in this world and the Hereafter; and they will have a great punishment",
            "enTextTransliteration": "Innal lazeena yarmoonal muhsanaatil ghaafilaatil mu'minaati lu'inoo fid dunyaa wal Aakhirati wa lahum 'azaabun 'azeem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2814",
            "numberInSurah": 23
        },
        {
            "text": "يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُم بِمَا كَانُوا يَعْمَلُونَ",
            "bnText": "যেদিন প্রকাশ করে দেবে তাদের জিহবা, তাদের হাত ও তাদের পা, যা কিছু তারা করত",
            "enText": "On a Day when their tongues, their hands and their feet will bear witness against them as to what they used to do.",
            "enTextTransliteration": "Yawma tashhhadu 'alaihim alsinatuhum wa aideehim wa arjuluhum bimaa kaanoo ya'maloon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2815",
            "numberInSurah": 24
        },
        {
            "text": "يَوْمَئِذٍ يُوَفِّيهِمُ اللَّهُ دِينَهُمُ الْحَقَّ وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ",
            "bnText": "সেদিন আল্লাহ তাদের সমুচিত শাস্তি পুরোপুরি দেবেন এবং তারা জানতে পারবে যে, অল্লাহই সত্য, স্পষ্ট ব্যক্তকারী।",
            "enText": "That Day, Allah will pay them in full their deserved recompense, and they will know that it is Allah who is the perfect in justice.",
            "enTextTransliteration": "Yawma'iziny yuwaf feehimul laahu deenahumul haqqa wa ya'lamoona annal laaha Huwal Haqqul Mubeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2816",
            "numberInSurah": 25
        },
        {
            "text": "الْخَبِيثَاتُ لِلْخَبِيثِينَ وَالْخَبِيثُونَ لِلْخَبِيثَاتِ ۖ وَالطَّيِّبَاتُ لِلطَّيِّبِينَ وَالطَّيِّبُونَ لِلطَّيِّبَاتِ ۚ أُولَٰئِكَ مُبَرَّءُونَ مِمَّا يَقُولُونَ ۖ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
            "bnText": "দুশ্চরিত্রা নারীকূল দুশ্চরিত্র পুরুষকুলের জন্যে এবং দুশ্চরিত্র পুরুষকুল দুশ্চরিত্রা নারীকুলের জন্যে। সচ্চরিত্রা নারীকুল সচ্চরিত্র পুরুষকুলের জন্যে এবং সচ্চরিত্র পুরুষকুল সচ্চরিত্রা নারীকুলের জন্যে। তাদের সম্পর্কে লোকে যা বলে, তার সাথে তারা সম্পর্কহীন। তাদের জন্যে আছে ক্ষমা ও সম্মানজনক জীবিকা।",
            "enText": "Evil words are for evil men, and evil men are [subjected] to evil words. And good words are for good men, and good men are [an object] of good words. Those [good people] are declared innocent of what the slanderers say. For them is forgiveness and noble provision.",
            "enTextTransliteration": "Alkhabeesaatu lilkha beeseena walkhabeesoona lilkhabeesaati wattaiyibaatu littaiyibeena wattaiyiboona littaiyibaat; ulaaa'ika mubar ra'oona maimma yaqooloona lahum maghfiratunw wa rizqun kareem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2817",
            "numberInSurah": 26
        },
        {
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّىٰ تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَىٰ أَهْلِهَا ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
            "bnText": "হে মুমিনগণ, তোমরা নিজেদের গৃহ ব্যতীত অন্য গৃহে প্রবেশ করো না, যে পর্যন্ত আলাপ-পরিচয় না কর এবং গৃহবাসীদেরকে সালাম না কর। এটাই তোমাদের জন্যে উত্তম, যাতে তোমরা স্মরণ রাখ।",
            "enText": "O you who have believed, do not enter houses other than your own houses until you ascertain welcome and greet their inhabitants. That is best for you; perhaps you will be reminded.",
            "enTextTransliteration": "Yaaa aiyuhal lazeena aamanoo laa tadkhuloo buyootan ghaira buyootikum hatta tastaanisoo wa tusallimoo 'allaa ahlihaa; zaalikum khairul lakum la'allakum tazakkaroon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2818",
            "numberInSurah": 27
        },
        {
            "text": "فَإِن لَّمْ تَجِدُوا فِيهَا أَحَدًا فَلَا تَدْخُلُوهَا حَتَّىٰ يُؤْذَنَ لَكُمْ ۖ وَإِن قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا ۖ هُوَ أَزْكَىٰ لَكُمْ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ",
            "bnText": "যদি তোমরা গৃহে কাউকে না পাও, তবে অনুমতি গ্রহণ না করা পর্যন্ত সেখানে প্রবেশ করো না। যদি তোমাদেরকে বলা হয় ফিরে যাও, তবে ফিরে যাবে। এতে তোমাদের জন্যে অনেক পবিত্রতা আছে এবং তোমরা যা কর, আল্লাহ তা ভালোভাবে জানেন।",
            "enText": "And if you do not find anyone therein, do not enter them until permission has been given you. And if it is said to you, \"Go back,\" then go back; it is purer for you. And Allah is Knowing of what you do.",
            "enTextTransliteration": "Fa il lam tajidoo feehaaa ahadan falaa tadkhuloohaa hattaa yu'zana lakum wa in qeela lakumurji'oo farji'oo huwa azkaa lakum; wallaahu bimaa ta'maloona 'Aleem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2819",
            "numberInSurah": 28
        },
        {
            "text": "لَّيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَدْخُلُوا بُيُوتًا غَيْرَ مَسْكُونَةٍ فِيهَا مَتَاعٌ لَّكُمْ ۚ وَاللَّهُ يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ",
            "bnText": "যে গৃহে কেউ বাস করে না, যাতে তোমাদের সামগ্রী আছে এমন গৃহে প্রবেশ করাতে তোমাদের কোন পাপ নেই এবং আল্লাহ জানেন তোমরা যা প্রকাশ কর এবং যা গোপন কর।",
            "enText": "There is no blame upon you for entering houses not inhabited in which there is convenience for you. And Allah knows what you reveal and what you conceal.",
            "enTextTransliteration": "Laisa 'alaikum junaahun ann tadkhuloo buyootan ghaira maskoonatin feeha mataa'ul lakum; wallaahu ya'lamu maa tubdoona wa maa taktumoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2820",
            "numberInSurah": 29
        },
        {
            "text": "قُل لِّلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ۚ ذَٰلِكَ أَزْكَىٰ لَهُمْ ۗ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ",
            "bnText": "মুমিনদেরকে বলুন, তারা যেন তাদের দৃষ্টি নত রাখে এবং তাদের যৌনাঙ্গর হেফাযত করে। এতে তাদের জন্য খুব পবিত্রতা আছে। নিশ্চয় তারা যা করে আল্লাহ তা অবহিত আছেন।",
            "enText": "Tell the believing men to reduce [some] of their vision and guard their private parts. That is purer for them. Indeed, Allah is Acquainted with what they do.",
            "enTextTransliteration": "Qul lilmu' mineena yaghuuddoo min absaarihim wa yahfazoo furoojahum; zaalika azkaa lahum; innallaaha khabeerum bimaa yasna'oon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2821",
            "numberInSurah": 30
        },
        {
            "text": "وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا ۖ وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَىٰ جُيُوبِهِنَّ ۖ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَىٰ عَوْرَاتِ النِّسَاءِ ۖ وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ ۚ وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ",
            "bnText": "ঈমানদার নারীদেরকে বলুন, তারা যেন তাদের দৃষ্টিকে নত রাখে এবং তাদের যৌন অঙ্গের হেফাযত করে। তারা যেন যা সাধারণতঃ প্রকাশমান, তা ছাড়া তাদের সৌন্দর্য প্রদর্শন না করে এবং তারা যেন তাদের মাথার ওড়না বক্ষ দেশে ফেলে রাখে এবং তারা যেন তাদের স্বামী, পিতা, শ্বশুর, পুত্র, স্বামীর পুত্র, ভ্রাতা, ভ্রাতুস্পুত্র, ভগ্নিপুত্র, স্ত্রীলোক অধিকারভুক্ত বাঁদী, যৌনকামনামুক্ত পুরুষ, ও বালক, যারা নারীদের গোপন অঙ্গ সম্পর্কে অজ্ঞ, তাদের ব্যতীত কারো আছে তাদের সৌন্দর্য প্রকাশ না করে, তারা যেন তাদের গোপন সাজ-সজ্জা প্রকাশ করার জন্য জোরে পদচারণা না করে। মুমিনগণ, তোমরা সবাই আল্লাহর সামনে তওবা কর, যাতে তোমরা সফলকাম হও।",
            "enText": "And tell the believing women to reduce [some] of their vision and guard their private parts and not expose their adornment except that which [necessarily] appears thereof and to wrap [a portion of] their headcovers over their chests and not expose their adornment except to their husbands, their fathers, their husbands' fathers, their sons, their husbands' sons, their brothers, their brothers' sons, their sisters' sons, their women, that which their right hands possess, or those male attendants having no physical desire, or children who are not yet aware of the private aspects of women. And let them not stamp their feet to make known what they conceal of their adornment. And turn to Allah in repentance, all of you, O believers, that you might succeed.",
            "enTextTransliteration": "Wa qul lilmu'minaati yaghdudna min absaarihinna wa yahfazna furoojahunna wa laa yubdeena zeenatahunna illaa maa zahara minhaa walyadribna bikhumurihinna 'alaa juyoobihinna wa laa yubdeena zeenatahunna illaa libu'oolatihinna aw aabaaa'i hinna aw aabaaa'i bu'oolati hinna aw abnaaa'ihinaa aw abnaaa'i bu'oolatihinnna aw ikhwaanihinnna aw baneee ikhwaanihinna aw banee akhawaatihinna aw nisaaa'i hinna aw maa malakat aimaanuhunna awit taabi'eena ghairi ilil irbati minar rijaali awit tiflillazeena lam yazharoo 'alaa 'awraatin nisaaa'i wala yadribnna bi arjulihinna min zeenatihinn; wa toobooo ilallaahi jammee'an aiyuhal mu'minoona la'allakum tuflihoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2822",
            "numberInSurah": 31
        },
        {
            "text": "وَأَنكِحُوا الْأَيَامَىٰ مِنكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ ۚ إِن يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِن فَضْلِهِ ۗ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
            "bnText": "তোমাদের মধ্যে যারা বিবাহহীন, তাদের বিবাহ সম্পাদন করে দাও এবং তোমাদের দাস ও দাসীদের মধ্যে যারা সৎকর্মপরায়ন, তাদেরও। তারা যদি নিঃস্ব হয়, তবে আল্লাহ নিজ অনুগ্রহে তাদেরকে সচ্ছল করে দেবেন। আল্লাহ প্রাচুর্যময়, সর্বজ্ঞ।",
            "enText": "And marry the unmarried among you and the righteous among your male slaves and female slaves. If they should be poor, Allah will enrich them from His bounty, and Allah is all-Encompassing and Knowing.",
            "enTextTransliteration": "Wa ankihul ayaamaa minkum was saaliheena min 'ibaadikum wa imaa'kum; iny-yakoonoo fuqaraaa'a yughni himul laahu min fadlih; wal laahu Waasi'un 'Aleem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2823",
            "numberInSurah": 32
        },
        {
            "text": "وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحًا حَتَّىٰ يُغْنِيَهُمُ اللَّهُ مِن فَضْلِهِ ۗ وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا ۖ وَآتُوهُم مِّن مَّالِ اللَّهِ الَّذِي آتَاكُمْ ۚ وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنًا لِّتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا ۚ وَمَن يُكْرِههُّنَّ فَإِنَّ اللَّهَ مِن بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَّحِيمٌ",
            "bnText": "যারা বিবাহে সামর্থ নয়, তারা যেন সংযম অবলম্বন করে যে পর্যন্ত না আল্লাহ নিজ অনুগ্রহে তাদেরকে অভাবমুক্ত করে দেন। তোমাদের অধিকারভুক্তদের মধ্যে যারা মুক্তির জন্য লিখিত চুক্তি করতে চায়, তাদের সাথে তোমরা লিখিত চুক্তি কর যদি জান যে, তাদের মধ্যে কল্যাণ আছে। আল্লাহ তোমাদেরকে যে, অর্থ-কড়ি দিয়েছেন, তা থেকে তাদেরকে দান কর। তোমাদের দাসীরা নিজেদের পবিত্রতা রক্ষা করতে চাইলে তোমরা পার্থিব জীবনের সম্পদের লালসায় তাদেরকে ব্যভিচারে বাধ্য কারো না। যদি কেহ তাদের উপর জোর-জবরদস্তি করে, তবে তাদের উপর জোর-জবরদস্তির পর আল্লাহ তাদের প্রতি ক্ষমাশীল, পরম দয়ালু।",
            "enText": "But let them who find not [the means for] marriage abstain [from sexual relations] until Allah enriches them from His bounty. And those who seek a contract [for eventual emancipation] from among whom your right hands possess - then make a contract with them if you know there is within them goodness and give them from the wealth of Allah which He has given you. And do not compel your slave girls to prostitution, if they desire chastity, to seek [thereby] the temporary interests of worldly life. And if someone should compel them, then indeed, Allah is [to them], after their compulsion, Forgiving and Merciful.",
            "enTextTransliteration": "Wal yasta'fifil lazeena laa yajidoona nikaahan hata yughniyahumul laahu mi fadlih; wallazeena yabtaghoonal kitaaba mimmaa malakat aimaanukum fakaatiboohum in 'alimtum feehim khairanw wa aatoohum mimmaalil laahil lazeee aataakum; wa laa tukrihoo fatayaatikum 'alal bighaaa'i in aradna tahassunal litabtaghoo 'aradal hayaatid dunyaa; wa mai yukrihhunna fa innal laaha mim ba'di ikraahihinna Ghafoor Raheem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2824",
            "numberInSurah": 33
        },
        {
            "text": "وَلَقَدْ أَنزَلْنَا إِلَيْكُمْ آيَاتٍ مُّبَيِّنَاتٍ وَمَثَلًا مِّنَ الَّذِينَ خَلَوْا مِن قَبْلِكُمْ وَمَوْعِظَةً لِّلْمُتَّقِينَ",
            "bnText": "আমি তোমাদের প্রতি অবতীর্ণ করেছি সুস্পষ্ট আয়াতসমূহ, তোমাদের পূর্ববর্তীদের কিছু দৃষ্টান্ত এবং আল্লাহ ভীরুদের জন্যে দিয়েছি উপদেশ।",
            "enText": "And We have certainly sent down to you distinct verses and examples from those who passed on before you and an admonition for those who fear Allah.",
            "enTextTransliteration": "Wa laqad anzalnaaa ilaikum Aayaatim mubaiyinaatinw wa masalam minnal lazeena khalaw min qablikum wa maw'izatal lilmuttaqeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2825",
            "numberInSurah": 34
        },
        {
            "text": "۞ اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ ۚ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ ۖ الْمِصْبَاحُ فِي زُجَاجَةٍ ۖ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِن شَجَرَةٍ مُّبَارَكَةٍ زَيْتُونَةٍ لَّا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ ۚ نُّورٌ عَلَىٰ نُورٍ ۗ يَهْدِي اللَّهُ لِنُورِهِ مَن يَشَاءُ ۚ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ ۗ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
            "bnText": "আল্লাহ নভোমন্ডল ও ভূমন্ডলের জ্যোতি, তাঁর জ্যোতির উদাহরণ যেন একটি কুলঙ্গি, যাতে আছে একটি প্রদীপ, প্রদীপটি একটি কাঁচপাত্রে স্থাপিত, কাঁচপাত্রটি উজ্জ্বল নক্ষত্র সদৃশ্য। তাতে পুতঃপবিত্র যয়তুন বৃক্ষের তৈল প্রজ্বলিত হয়, যা পূর্বমুখী নয় এবং পশ্চিমমুখীও নয়। অগ্নি স্পর্শ না করলেও তার তৈল যেন আলোকিত হওয়ার নিকটবর্তী। জ্যোতির উপর জ্যোতি। আল্লাহ যাকে ইচ্ছা পথ দেখান তাঁর জ্যোতির দিকে। আল্লাহ মানুষের জন্যে দৃষ্টান্তসমূহ বর্ণনা করেন এবং আল্লাহ সব বিষয়ে জ্ঞাত।",
            "enText": "Allah is the Light of the heavens and the earth. The example of His light is like a niche within which is a lamp, the lamp is within glass, the glass as if it were a pearly [white] star lit from [the oil of] a blessed olive tree, neither of the east nor of the west, whose oil would almost glow even if untouched by fire. Light upon light. Allah guides to His light whom He wills. And Allah presents examples for the people, and Allah is Knowing of all things.",
            "enTextTransliteration": "Allaahu noorus samaawaati wal ard; masalu noorihee kamishkaatin feehaa misbaah; almisbaahu fee zujaajatin azzujaajatu ka annahaa kawkabun durriyyuny yooqadu min shajaratim mubaarakatin zaitoonatil laa shariqiyyatinw wa laa gharbiyyatiny yakaadu zaituhaa yudeee'u wa law alm tamsashu naar; noorun 'alaa noor; yahdil laahu linoorihee mai yashaaa'; wa yadribul laahul amsaala linnaas; wallaahu bikulli shai'in Aleem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2826",
            "numberInSurah": 35
        },
        {
            "text": "فِي بُيُوتٍ أَذِنَ اللَّهُ أَن تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ",
            "bnText": "আল্লাহ যেসব গৃহকে মর্যাদায় উন্নীত করার এবং সেগুলোতে তাঁর নাম উচ্চারণ করার আদেশ দিয়েছেন, সেখানে সকাল ও সন্ধ্যায় তাঁর পবিত্রতা ও মহিমা ঘোষণা করে",
            "enText": "[Such niches are] in mosques which Allah has ordered to be raised and that His name be mentioned therein; exalting Him within them in the morning and the evenings",
            "enTextTransliteration": "Fee buyootin azinal laahu an turfa'a wa yuzkara feehasmuhoo yusabbihu lahoo feehaa bilghuduwwi wal aasaal",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2827",
            "numberInSurah": 36
        },
        {
            "text": "رِجَالٌ لَّا تُلْهِيهِمْ تِجَارَةٌ وَلَا بَيْعٌ عَن ذِكْرِ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ ۙ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ",
            "bnText": "এমন লোকেরা, যাদেরকে ব্যবসা-বাণিজ্য ও ক্রয়-বিক্রয় আল্লাহর স্মরণ থেকে, নামায কায়েম করা থেকে এবং যাকাত প্রদান করা থেকে বিরত রাখে না। তারা ভয় করে সেই দিনকে, যেদিন অন্তর ও দৃষ্টিসমূহ উল্টে যাবে।",
            "enText": "[Are] men whom neither commerce nor sale distracts from the remembrance of Allah and performance of prayer and giving of zakah. They fear a Day in which the hearts and eyes will [fearfully] turn about -",
            "enTextTransliteration": "Rinjaalul laa tulheehim tijaaratunw wa laa bai'un 'an zikril laahi wa iqaamis Salaati wa eetaaa'iz Zakaati yakkhaafoona Yawman tataqallabu feehil quloobu wal absaar",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2828",
            "numberInSurah": 37
        },
        {
            "text": "لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُم مِّن فَضْلِهِ ۗ وَاللَّهُ يَرْزُقُ مَن يَشَاءُ بِغَيْرِ حِسَابٍ",
            "bnText": "(তারা আল্লাহর পবিত্রতা ঘোষণা করে) যাতে আল্লাহ তাদের উৎকৃষ্টতর কাজের প্রতিদান দেন এবং নিজ অনুগ্রহে আরও অধিক দেন। আল্লাহ যাকে ইচ্ছা অপরিমিত রুযী দান করেন।",
            "enText": "That Allah may reward them [according to] the best of what they did and increase them from His bounty. And Allah gives provision to whom He wills without account.",
            "enTextTransliteration": "Liyajziyahumul laahu ahsana maa 'amiloo wa yazeedahum min fadlih; wal laahu yarzuqu mai yashaaa'u bighairi hisaab",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2829",
            "numberInSurah": 38
        },
        {
            "text": "وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّىٰ إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللَّهَ عِندَهُ فَوَفَّاهُ حِسَابَهُ ۗ وَاللَّهُ سَرِيعُ الْحِسَابِ",
            "bnText": "যারা কাফের, তাদের কর্ম মরুভুমির মরীচিকা সদৃশ, যাকে পিপাসার্ত ব্যক্তি পানি মনে করে। এমনকি, সে যখন তার কাছে যায়, তখন কিছুই পায় না এবং পায় সেখানে আল্লাহকে, অতঃপর আল্লাহ তার হিসাব চুকিয়ে দেন। আল্লাহ দ্রুত হিসাব গ্রহণকারী।",
            "enText": "But those who disbelieved - their deeds are like a mirage in a lowland which a thirsty one thinks is water until, when he comes to it, he finds it is nothing but finds Allah before Him, and He will pay him in full his due; and Allah is swift in account.",
            "enTextTransliteration": "Wallazeena kafarooo a'maaluhum kasaraabim biqee'atiny yahsabuhuz zamaanu maaa'an hattaaa izaa jaaa'ahoo lam yajid hu shai'anw wa wajadal laaha 'indahoo fa waffaahu hisaabah; wallaahu saree'ul hisaab",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2830",
            "numberInSurah": 39
        },
        {
            "text": "أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُّجِّيٍّ يَغْشَاهُ مَوْجٌ مِّن فَوْقِهِ مَوْجٌ مِّن فَوْقِهِ سَحَابٌ ۚ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا ۗ وَمَن لَّمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِن نُّورٍ",
            "bnText": "অথবা (তাদের কর্ম) প্রমত্ত সমুদ্রের বুকে গভীর অন্ধকারের ন্যায়, যাকে উদ্বেলিত করে তরঙ্গের উপর তরঙ্গ, যার উপরে ঘন কালো মেঘ আছে। একের উপর এক অন্ধকার। যখন সে তার হাত বের করে, তখন তাকে একেবারেই দেখতে পায় না। আল্লাহ যাকে জ্যোতি দেন না, তার কোন জ্যোতিই নেই।",
            "enText": "Or [they are] like darknesses within an unfathomable sea which is covered by waves, upon which are waves, over which are clouds - darknesses, some of them upon others. When one puts out his hand [therein], he can hardly see it. And he to whom Allah has not granted light - for him there is no light.",
            "enTextTransliteration": "Aw kazulumaatin fee bahril lujjiyyiny yaghshaahu mawjum min fawqihee mawjum min fawqihee mawjum min fawqihee sahaab; zulumatum ba'duhaa fawqa ba'din izaaa akhraja yadahoo lam yakad yaraahaa wa mal lam yaj'alil laahu lahoo noora famaa lahoo min noor",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2831",
            "numberInSurah": 40
        },
        {
            "text": "أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ وَالطَّيْرُ صَافَّاتٍ ۖ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ ۗ وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ",
            "bnText": "তুমি কি দেখ না যে, নভোমন্ডল ও ভূমন্ডলে যারা আছে, তারা এবং উড়ন্ত পক্ষীকুল তাদের পাখা বিস্তার করতঃ আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করে? প্রত্যেকেই তার যোগ্য এবাদত এবং পবিত্রতা ও মহিমা ঘোষণার পদ্ধতি জানে। তারা যা করে, আল্লাহ সে বিষয়ে সম্যক জ্ঞাত।",
            "enText": "Do you not see that Allah is exalted by whomever is within the heavens and the earth and [by] the birds with wings spread [in flight]? Each [of them] has known his [means of] prayer and exalting [Him], and Allah is Knowing of what they do.",
            "enTextTransliteration": "Alam tara annal laaha yusabbihu lahoo man fissamaawaati wal ardi wat tairu saaaffaatim kullun qad 'alima Salaatahoo wa tasbeehah; wallaahu 'aleemum bimaa yaf'aloon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2832",
            "numberInSurah": 41
        },
        {
            "text": "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ وَإِلَى اللَّهِ الْمَصِيرُ",
            "bnText": "নভোমন্ডল ও ভূমন্ডলের সার্বভৌমত্ব আল্লাহরই এবং তাঁরই দিকে প্রত্যাবর্তন করতে হবে।",
            "enText": "And to Allah belongs the dominion of the heavens and the earth, and to Allah is the destination.",
            "enTextTransliteration": "Wa lillaahi mulkus samaawaati wal ardi wa ilal laahil maseer",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2833",
            "numberInSurah": 42
        },
        {
            "text": "أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ وَيُنَزِّلُ مِنَ السَّمَاءِ مِن جِبَالٍ فِيهَا مِن بَرَدٍ فَيُصِيبُ بِهِ مَن يَشَاءُ وَيَصْرِفُهُ عَن مَّن يَشَاءُ ۖ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ",
            "bnText": "তুমি কি দেখ না যে, আল্লাহ মেঘমালাকে সঞ্চালিত করেন, অতঃপর তাকে পুঞ্জীভূত করেন, অতঃপর তাকে স্তরে স্তরে রাখেন; অতঃপর তুমি দেখ যে, তার মধ্য থেকে বারিধারা নির্গত হয়। তিনি আকাশস্থিত শিলাস্তুপ থেকে শিলাবর্ষণ করেন এবং তা দ্বারা যাকে ইচ্ছা আঘাত করেন এবং যার কাছ থেকে ইচ্ছা, তা অন্যদিকে ফিরিয়ে দেন। তার বিদ্যুৎঝলক দৃষ্টিশক্তি যেন বিলীন করে দিতে চায়।",
            "enText": "Do you not see that Allah drives clouds? Then He brings them together, then He makes them into a mass, and you see the rain emerge from within it. And He sends down from the sky, mountains [of clouds] within which is hail, and He strikes with it whom He wills and averts it from whom He wills. The flash of its lightening almost takes away the eyesight.",
            "enTextTransliteration": "Alam tara annal laaha yuzjee sahaaban summa yu'allifu bainahoo summa yaj'aluhoo rukaaman fataral wadqa yakhruju min khilaalihee wa yunazzilu minas samaaa'i min jibaalin feehaa mim barain fa yuseebu bihee mai yashaaa'u wa yasrifuhoo 'am mai yashaaa'u yakkaadu sanaa barqihee yazhabu bil absaar",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2834",
            "numberInSurah": 43
        },
        {
            "text": "يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ ۚ إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِّأُولِي الْأَبْصَارِ",
            "bnText": "আল্লাহ দিন ও রাত্রির পরিবর্তন ঘটান। এতে অর্ন্তদৃষ্টি-সম্পন্নগণের জন্যে চিন্তার উপকরণ রয়েছে।",
            "enText": "Allah alternates the night and the day. Indeed in that is a lesson for those who have vision.",
            "enTextTransliteration": "Yuqallibul laahul laila wannahaar; inna fee zaalika la'ibratal li ulil absaar",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2835",
            "numberInSurah": 44
        },
        {
            "text": "وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِّن مَّاءٍ ۖ فَمِنْهُم مَّن يَمْشِي عَلَىٰ بَطْنِهِ وَمِنْهُم مَّن يَمْشِي عَلَىٰ رِجْلَيْنِ وَمِنْهُم مَّن يَمْشِي عَلَىٰ أَرْبَعٍ ۚ يَخْلُقُ اللَّهُ مَا يَشَاءُ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
            "bnText": "আল্লাহ প্রত্যেক চলন্ত জীবকে পানি দ্বারা সৃষ্টি করেছেন। তাদের কতক বুকে ভয় দিয়ে চলে, কতক দুই পায়ে ভর দিয়ে চলে এবং কতক চার পায়ে ভর দিয়ে চলে; আল্লাহ যা ইচ্ছা সৃষ্টি করেন। নিশ্চয়ই আল্লাহ সবকিছু করতে সক্ষম।",
            "enText": "Allah has created every [living] creature from water. And of them are those that move on their bellies, and of them are those that walk on two legs, and of them are those that walk on four. Allah creates what He wills. Indeed, Allah is over all things competent.",
            "enTextTransliteration": "Wallaahu khalaqa kulla daaabbatim mim maaa'in faminhum mai yamshee 'alaa batnihee wa minhum mai yamshee 'alaa rijlaine wa minhum mai yamshee 'alaaa arba'; yakhluqul laahu maa yashaaa'; innal laaha 'alaa kulli shai'in Qadeer",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2836",
            "numberInSurah": 45
        },
        {
            "text": "لَّقَدْ أَنزَلْنَا آيَاتٍ مُّبَيِّنَاتٍ ۚ وَاللَّهُ يَهْدِي مَن يَشَاءُ إِلَىٰ صِرَاطٍ مُّسْتَقِيمٍ",
            "bnText": "আমি তো সুস্পষ্ট আয়াত সমূহ অবর্তীর্ণ করেছি। আল্লাহ যাকে ইচ্ছা সরল পথে পরিচালনা করেন।",
            "enText": "We have certainly sent down distinct verses. And Allah guides whom He wills to a straight path.",
            "enTextTransliteration": "Laqad anzalnaaa Aayaatim mubaiyinaat; wallaahu yahdee mai yashaaa'u ilaa Siraatim Mustaqeem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2837",
            "numberInSurah": 46
        },
        {
            "text": "وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا ثُمَّ يَتَوَلَّىٰ فَرِيقٌ مِّنْهُم مِّن بَعْدِ ذَٰلِكَ ۚ وَمَا أُولَٰئِكَ بِالْمُؤْمِنِينَ",
            "bnText": "তারা বলেঃ আমরা আল্লাহ ও রসূলের প্রতি বিশ্বাস স্থাপন করেছি এবং আনুগত্য করি; কিন্তু অতঃপর তাদের একদল মুখ ফিরিয়ে নেয় এবং তারা বিশ্বাসী নয়।",
            "enText": "But the hypocrites say, \"We have believed in Allah and in the Messenger, and we obey\"; then a party of them turns away after that. And those are not believers.",
            "enTextTransliteration": "Wa yaqooloona aamannaa billaahi wa bir Rasooli wa ata'naa summa yatawallaa fareequm minhum mim ba'di zaalik; wa maaa ulaaa'ika bilmu'mineen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2838",
            "numberInSurah": 47
        },
        {
            "text": "وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِّنْهُم مُّعْرِضُونَ",
            "bnText": "তাদের মধ্যে ফয়সালা করার জন্য যখন তাদেরকে আল্লাহ ও রসূলের দিকে আহবান করা হয তখন তাদের একদল মুখ ফিরিয়ে নেয়।",
            "enText": "And when they are called to [the words of] Allah and His Messenger to judge between them, at once a party of them turns aside [in refusal].",
            "enTextTransliteration": "Wa izaa du'ooo ilal laahi wa Rasoolihee li yahkuma bainahum izaa fareequm minhum mu'ridoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2839",
            "numberInSurah": 48
        },
        {
            "text": "وَإِن يَكُن لَّهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ",
            "bnText": "সত্য তাদের স্বপক্ষে হলে তারা বিনীতভাবে রসূলের কাছে ছুটে আসে।",
            "enText": "But if the right is theirs, they come to him in prompt obedience.",
            "enTextTransliteration": "Wa iny-yakul lahumul haqqu yaatooo ilaihi muz'ineen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2840",
            "numberInSurah": 49
        },
        {
            "text": "أَفِي قُلُوبِهِم مَّرَضٌ أَمِ ارْتَابُوا أَمْ يَخَافُونَ أَن يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ ۚ بَلْ أُولَٰئِكَ هُمُ الظَّالِمُونَ",
            "bnText": "তাদের অন্তরে কি রোগ আছে, না তারা ধোঁকায় পড়ে আছে; না তারা ভয় করে যে, আল্লাহ ও তাঁর রাসূল তাদের প্রতি অবিচার করবেন? বরং তারাই তো অবিচারকারী",
            "enText": "Is there disease in their hearts? Or have they doubted? Or do they fear that Allah will be unjust to them, or His Messenger? Rather, it is they who are the wrongdoers.",
            "enTextTransliteration": "Afee quloobihim ma radun amirtaabooo am yakhaafoona ani yaheefallaahu 'alaihim wa Rasooluh; bal ulaaa'ika humuz zaalimoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2841",
            "numberInSurah": 50
        },
        {
            "text": "إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُوا سَمِعْنَا وَأَطَعْنَا ۚ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
            "bnText": "মুমিনদের বক্তব্য কেবল এ কথাই যখন তাদের মধ্যে ফয়সালা করার জন্যে আল্লাহ ও তাঁর রসূলের দিকে তাদেরকে আহবান করা হয়, তখন তারা বলেঃ আমরা শুনলাম ও আদেশ মান্য করলাম। তারাই সফলকাম।",
            "enText": "The only statement of the [true] believers when they are called to Allah and His Messenger to judge between them is that they say, \"We hear and we obey.\" And those are the successful.",
            "enTextTransliteration": "Innamaa kaana qawlal mu'mineena izaa du'ooo ilal laahi wa Rasoolihee li yahkuma bainahum ai yaqooloo sami'naa wa ata'naa; wa ulaaa'ika humul muflihoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2842",
            "numberInSurah": 51
        },
        {
            "text": "وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُولَٰئِكَ هُمُ الْفَائِزُونَ",
            "bnText": "যারা আল্লাহ ও তাঁর রসূলের আনুগত্য করে আল্লাহকে ভয় করে ও তাঁর শাস্তি থেকে বেঁচে থাকে তারাই কৃতকার্য।",
            "enText": "And whoever obeys Allah and His Messenger and fears Allah and is conscious of Him - it is those who are the attainers.",
            "enTextTransliteration": "Wa mai yuti'il laaha wa Rasoolahoo wa yakhshal laaha wa yattaqhi fa ulaaa'ika humul faaa'izoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2843",
            "numberInSurah": 52
        },
        {
            "text": "۞ وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ ۖ قُل لَّا تُقْسِمُوا ۖ طَاعَةٌ مَّعْرُوفَةٌ ۚ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ",
            "bnText": "তারা দৃঢ়ভাবে আল্লাহর কসম খেয়ে বলে যে, আপনি তাদেরকে আদেশ করলে তারা সবকিছু ছেড়ে বের হবেই। বলুনঃ তোমরা কসম খেয়ো না। নিয়মানুযায়ী তোমাদের আনুগত্য, তোমরা যা কিছু কর নিশ্চয় আল্লাহ সে বিষয়ে জ্ঞাত।",
            "enText": "And they swear by Allah their strongest oaths that if you ordered them, they would go forth [in Allah 's cause]. Say, \"Do not swear. [Such] obedience is known. Indeed, Allah is Acquainted with that which you do.\"",
            "enTextTransliteration": "Wa aqsamoo billaahi jahda aimaanihim la'in amartahum la yakhrujunna qul laa tuqsimoo taa'atum ma'roofah innal laaha khabeerum bimaa ta'maloon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2844",
            "numberInSurah": 53
        },
        {
            "text": "قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ ۖ فَإِن تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُم مَّا حُمِّلْتُمْ ۖ وَإِن تُطِيعُوهُ تَهْتَدُوا ۚ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ",
            "bnText": "বলুনঃ আল্লাহর আনুগত্য কর এবং রসূলের আনুগত্য কর। অতঃপর যদি তোমরা মুখ ফিরিয়ে নাও, তবে তার উপর ন্যস্ত দায়িত্বের জন্যে সে দায়ী এবং তোমাদের উপর ন্যস্ত দায়িত্বের জন্যে তোমরা দায়ী। তোমরা যদি তাঁর আনুগত্য কর, তবে সৎ পথ পাবে। রসূলের দায়িত্ব তো কেবল সুস্পষ্টরূপে পৌছে দেয়া।",
            "enText": "Say, \"Obey Allah and obey the Messenger; but if you turn away - then upon him is only that [duty] with which he has been charged, and upon you is that with which you have been charged. And if you obey him, you will be [rightly] guided. And there is not upon the Messenger except the [responsibility for] clear notification.\"",
            "enTextTransliteration": "Qul atee'ul laaha wa atee'ur Rasoola fa in tawallaw fa innamaa 'alaihi maa hummila wa 'alaikum maa hummiltum wa in tutee'oohu tahtadoo; wa maa'alar Rasooli illal balaaghul mubeen",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2845",
            "numberInSurah": 54
        },
        {
            "text": "وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَىٰ لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْنًا ۚ يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا ۚ وَمَن كَفَرَ بَعْدَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْفَاسِقُونَ",
            "bnText": "তোমাদের মধ্যে যারা বিশ্বাস স্থাপন করে ও সৎকর্ম করে, আল্লাহ তাদেরকে ওয়াদা দিয়েছেন যে, তাদেরকে অবশ্যই পৃথিবীতে শাসনকর্তৃত্ব দান করবেন। যেমন তিনি শাসনকতৃꦣ2468;্ব দান করেছেন তাদের পূর্ববতীদেরকে এবং তিনি অবশ্যই সুদৃঢ় করবেন তাদের ধর্মকে, যা তিনি তাদের জন্যে পছন্দ করেছেন এবং তাদের ভয়-ভীতির পরিবর্তে অবশ্যই তাদেরকে শান্তি দান করবেন। তারা আমার এবাদত করবে এবং আমার সাথে কাউকে শরীক করবে না। এরপর যারা অকৃতজ্ঞ হবে, তারাই অবাধ্য।",
            "enText": "Allah has promised those who have believed among you and done righteous deeds that He will surely grant them succession [to authority] upon the earth just as He granted it to those before them and that He will surely establish for them [therein] their religion which He has preferred for them and that He will surely substitute for them, after their fear, security, [for] they worship Me, not associating anything with Me. But whoever disbelieves after that - then those are the defiantly disobedient.",
            "enTextTransliteration": "Wa'adal laahul lazeena aamanoo minkum wa 'amilus saalihaati la yastakhlifan nahum fil ardi kamastakh lafal lazeena min qablihim wa la yumakkinanna lahum deenahumul lazir tadaa lahum wa la yubaddilannahum mim ba'di khawfihim amnaa; ya'budoonanee laayushrikoona bee shai'aa; wa man kafara ba'da zaalika fa ulaaa'ika humul faasiqoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2846",
            "numberInSurah": 55
        },
        {
            "text": "وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ",
            "bnText": "নামায কায়েম কর, যাকাত প্রদান কর এবং রসূলের আনুগত্য কর যাতে তোমরা অনুগ্রহ প্রাপ্ত হও।",
            "enText": "And establish prayer and give zakah and obey the Messenger - that you may receive mercy.",
            "enTextTransliteration": "Wa aqeemus Salaata wa aatuz Zakaata wa atee'ur Rasoola la'allakum turhamoon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2847",
            "numberInSurah": 56
        },
        {
            "text": "لَا تَحْسَبَنَّ الَّذِينَ كَفَرُوا مُعْجِزِينَ فِي الْأَرْضِ ۚ وَمَأْوَاهُمُ النَّارُ ۖ وَلَبِئْسَ الْمَصِيرُ",
            "bnText": "তোমরা কাফেরদেরকে পৃথিবীতে পরাক্রমশালী মনে করো না। তাদের ঠিকানা অগ্নি। কতই না নিকৃষ্ট এই প্রত্যাবর্তনস্থল।",
            "enText": "Never think that the disbelievers are causing failure [to Allah] upon the earth. Their refuge will be the Fire - and how wretched the destination.",
            "enTextTransliteration": "Laa tahsabannal lazeena kafaroo mu'jizeena fil ard; wa maawaahumun Naaru wa labi'sal maseer",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2848",
            "numberInSurah": 57
        },
        {
            "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنكُمْ ثَلَاثَ مَرَّاتٍ ۚ مِّن قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُم مِّنَ الظَّهِيرَةِ وَمِن بَعْدِ صَلَاةِ الْعِشَاءِ ۚ ثَلَاثُ عَوْرَاتٍ لَّكُمْ ۚ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ ۚ طَوَّافُونَ عَلَيْكُم بَعْضُكُمْ عَلَىٰ بَعْضٍ ۚ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
            "bnText": "হে মুমিনগণ! তোমাদের দাসদাসীরা এবং তোমাদের মধ্যে যারা প্রাপ্ত বয়স্ক হয়নি তারা যেন তিন সময়ে তোমাদের কাছে অনুমতি গ্রহণ করে, ফজরের নামাযের পূর্বে, দুপুরে যখন তোমরা বস্ত্র খুলে রাখ এবং এশার নামাযের পর। এই তিন সময় তোমাদের দেহ খোলার সময়। এ সময়ের পর তোমাদের ও তাদের জন্যে কোন দোষ নেই। তোমাদের একে অপরের কাছে তো যাতায়াত করতেই হয়, এমনি ভাবে আল্লাহ তোমাদের কাছে সুস্পষ্ট আয়াতসমূহ বিবৃত করেন। আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।",
            "enText": "O you who have believed, let those whom your right hands possess and those who have not [yet] reached puberty among you ask permission of you [before entering] at three times: before the dawn prayer and when you put aside your clothing [for rest] at noon and after the night prayer. [These are] three times of privacy for you. There is no blame upon you nor upon them beyond these [periods], for they continually circulate among you - some of you, among others. Thus does Allah make clear to you the verses; and Allah is Knowing and Wise.",
            "enTextTransliteration": "Yaaa aiyuhal lazeena aamanoo li yastaazinkumul lazeena malakat aimaanukum wallazeena lam yablughul huluma minkum salaasa marraat; min qabli Salaatil Fajri wa heena tada'oona siyaa bakum minaz zaheerati wa mim ba'di Salaatil Ishaaa'; salaasu 'awraatil lakum; laisa 'alaikum wa laa 'alaihim junaahum ba'dahunn; tawwaafoona 'alaikum ba'dukum 'alaa ba'd; kazaalika yubaiyinul laahu lakumul aayaat wallaahu 'Aleemun Hakeem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2849",
            "numberInSurah": 58
        },
        {
            "text": "وَإِذَا بَلَغَ الْأَطْفَالُ مِنكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا كَمَا اسْتَأْذَنَ الَّذِينَ مِن قَبْلِهِمْ ۚ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
            "bnText": "তোমাদের সন্তান-সন্ততিরা যখন বায়োপ্রাপ্ত হয়, তারাও যেন তাদের পূর্ববর্তীদের ন্যায় অনুমতি চায়। এমনিভাবে আল্লাহ তাঁর আয়াতসমূহ তোমাদের কাছে বর্ণনা করেন। আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।",
            "enText": "And when the children among you reach puberty, let them ask permission [at all times] as those before them have done. Thus does Allah make clear to you His verses; and Allah is Knowing and Wise.",
            "enTextTransliteration": "Wa izaa balaghal atfaalu minkumul huluma fal yastaazinoo kamas taazanal lazeena min qablihim; kazaalika yubaiyinul laahu lakum Aayaatih; wallaahu 'Aleemun Hakeem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2850",
            "numberInSurah": 59
        },
        {
            "text": "وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لَا يَرْجُونَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَن يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ ۖ وَأَن يَسْتَعْفِفْنَ خَيْرٌ لَّهُنَّ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
            "bnText": "বৃদ্ধা নারী, যারা বিবাহের আশা রাখে না, যদি তারা তাদের সৌন্দর্য?2474;্রকাশ না করে তাদের বস্ত্র খুলে রাখে। তাদের জন্যে দোষ নেই, তবে এ থেকে বিরত থাকাই তাদের জন্যে উত্তম। আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।",
            "enText": "And women of post-menstrual age who have no desire for marriage - there is no blame upon them for putting aside their outer garments [but] not displaying adornment. But to modestly refrain [from that] is better for them. And Allah is Hearing and Knowing.",
            "enTextTransliteration": "Walqawaa'idu minan nisaaa'il laatee laa yarjoona nikaahan falisa 'alaihinna junaahun ai yada'na siyaabahunna ghaira mutabar rijaatim bizeenah; wa ai yasta'fifna khairul lahunn; wallaahu Samee'un 'Aleem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2851",
            "numberInSurah": 60
        },
        {
            "text": "لَّيْسَ عَلَى الْأَعْمَىٰ حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَلَا عَلَىٰ أَنفُسِكُمْ أَن تَأْكُلُوا مِن بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالَاتِكُمْ أَوْ مَا مَلَكْتُم مَّفَاتِحَهُ أَوْ صَدِيقِكُمْ ۚ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا ۚ فَإِذَا دَخَلْتُم بُيُوتًا فَسَلِّمُوا عَلَىٰ أَنفُسِكُمْ تَحِيَّةً مِّنْ عِندِ اللَّهِ مُبَارَكَةً طَيِّبَةً ۚ كَذَٰلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ",
            "bnText": "অন্ধের জন্যে দোষ নেই, খঞ্জের জন্যে দোষ নেই, রোগীর জন্যে দোষ নেই, এবং তোমাদের নিজেদের জন্যেও দোষ নেই যে, তোমরা আহার করবে তোমাদের গৃহে অথবা তোমাদের পিতাদের গৃহে অথবা তোমাদের মাতাদের গৃহে অথবা তোমাদের ভ্রাতাদের গৃহে অথবা তোমাদের ভগিণীদের গৃহে অথবা তোমাদের পিতৃব্যদের গৃহে অথবা তোমাদের ফুফুদের গৃহে অথবা তোমাদের মামাদের গৃহে অথবা তোমাদের খালাদের গৃহে অথবা সেই গৃহে, যার চাবি আছে তোমাদের হাতে অথবা তোমাদের বন্ধুদের গৃহে। তোমরা একত্রে আহার কর অথবা পৃথকভবে আহার কর, তাতে তোমাদের কোন দোষ নেই। অতঃপর যখন তোমরা গৃহে প্রবেশ কর, তখন তোমাদের স্বজনদের প্রতি সালাম বলবে। এটা আল্লাহর কাছ থেকে কল্যাণময় ও পবিত্র দোয়া। এমনিভাবে আল্লাহ তোমাদের জন্যে আয়াতসমূহ বিশদভাবে বর্ননা করেন, যাতে তোমরা বুঝে নাও।",
            "enText": "There is not upon the blind [any] constraint nor upon the lame constraint nor upon the ill constraint nor upon yourselves when you eat from your [own] houses or the houses of your fathers or the houses of your mothers or the houses of your brothers or the houses of your sisters or the houses of your father's brothers or the houses of your father's sisters or the houses of your mother's brothers or the houses of your mother's sisters or [from houses] whose keys you possess or [from the house] of your friend. There is no blame upon you whether you eat together or separately. But when you enter houses, give greetings of peace upon each other - a greeting from Allah, blessed and good. Thus does Allah make clear to you the verses [of ordinance] that you may understand.",
            "enTextTransliteration": "Laisa 'alal a'maa barajunw wa laa 'alal a'raji barajunw wa laa 'alal mareedi barajun wa laa 'alaa anfusikum an taakuloo mim buyootikum aw buyooti aabaaa'ikum aw buyooti ummahaatikum aw buyooti ikhwaanikum aw buyooti akhawaatikum aw buyooti a'maamikum aw buyooti 'ammaatikum aw buyooti akhwaalikum aw buyooti khaalaatikum aw maa malaktum mafaatihahooo aw sadeeqikum; laisa 'alaikum junaahun an taakuloo jamee'an aw ashtaata; fa izaa dakhaltum buyootan fasallimoo 'alaaa anfusikum tahiyyatam min 'indil laahi mubaarakatan taiyibah; kazaalika yubai yinul laahu lakumul Aayaati la'allakum ta'qiloon",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2852",
            "numberInSurah": 61
        },
        {
            "text": "إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذَا كَانُوا مَعَهُ عَلَىٰ أَمْرٍ جَامِعٍ لَّمْ يَذْهَبُوا حَتَّىٰ يَسْتَأْذِنُوهُ ۚ إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ أُولَٰئِكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ ۚ فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَن لِّمَن شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللَّهَ ۚ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ",
            "bnText": "মুমিন তো তারাই; যারা আল্লাহর ও রসূলের প্রতি বিশ্বাস স্থাপন করে এবং রসূলের সাথে কোন সমষ্টিগত কাজে শরীক হলে তাঁর কাছ থেকে অনুমতি গ্রহণ ব্যতীত চলে যায় না। যারা আপনার কাছে অনুমতি প্রার্থনা করে, তারাই আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন করে। অতএব তারা আপনার কাছে তাদের কোন কাজের জন্যে অনুমতি চাইলে আপনি তাদের মধ্যে যাকে ইচ্ছা অনুমতি দিন এবং তাদের জন্যে আল্লাহর কাছে ক্ষমা প্রার্থনা করুন। আল্লাহ ক্ষমাশীল, মেহেরবান।",
            "enText": "The believers are only those who believe in Allah and His Messenger and, when they are [meeting] with him for a matter of common interest, do not depart until they have asked his permission. Indeed, those who ask your permission, [O Muhammad] - those are the ones who believe in Allah and His Messenger. So when they ask your permission for something of their affairs, then give permission to whom you will among them and ask forgiveness for them of Allah. Indeed, Allah is Forgiving and Merciful.",
            "enTextTransliteration": "Innamal mu'minoonal lazeena aamanoo billaahi wa Rasoolihee wa izaa kaanoo ma'ahoo 'alaaa amrin jaami'il lam yazhaboo hataa yastaazinooh; innal lazeena yastaa zinookana ulaaa'ikal lazeena yu'minoona billaahi wa Rasoolih; fa izas taazanooka liba'di shaanihim faazal liman shi'ta minhum wastaghfir lahumul laah; innal laaha Gahfoor Raheem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2853",
            "numberInSurah": 62
        },
        {
            "text": "لَّا تَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُم بَعْضًا ۚ قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنكُمْ لِوَاذًا ۚ فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ",
            "bnText": "রসূলের আহবানকে তোমরা তোমাদের একে অপরকে আহ্বানের মত গণ্য করো না। আল্লাহ তাদেরকে জানেন, যারা তোমাদের মধ্যে চুপিসারে সরে পড়ে। অতএব যারা তাঁর আদেশের বিরুদ্ধাচরণ করে, তারা এ বিষয়ে সতর্ক হোক যে, বিপর্যয় তাদেরকে স্পর্শ করবে অথবা যন্ত্রণাদায়ক শাস্তি তাদেরকে গ্রাস করবে।",
            "enText": "Do not make [your] calling of the Messenger among yourselves as the call of one of you to another. Already Allah knows those of you who slip away, concealed by others. So let those beware who dissent from the Prophet's order, lest fitnah strike them or a painful punishment.",
            "enTextTransliteration": "La taj'aloo du'aaa'ar Rasooli bainakum kadu'aaa'i badikum ba'daa; qad ya'lamul laahul lazeena yatasallaloona minkum liwaazaa; fal yahzaril lazeena yukhaalifoona 'an amriheee an tuseebahum fitnatun aw yuseebahum 'azaabun aleem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2854",
            "numberInSurah": 63
        },
        {
            "text": "أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ قَدْ يَعْلَمُ مَا أَنتُمْ عَلَيْهِ وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُم بِمَا عَمِلُوا ۗ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
            "bnText": "মনে রেখো নভোমন্ডল ও ভূমন্ডলে যা আছে, তা আল্লাহরই। তোমরা যে অবস্থায় আছ তা তিনি জানেন। যেদিন তারা তাঁর কাছে প্রত্যাবর্তিত হবে, সেদিন তিনি বলে দেবেন তারা যা করেছে। আল্লাহ প্রত্যেক বিষয়ই জানেন।",
            "enText": "Unquestionably, to Allah belongs whatever is in the heavens and earth. Already He knows that upon which you [stand] and [knows] the Day when they will be returned to Him and He will inform them of what they have done. And Allah is Knowing of all things.",
            "enTextTransliteration": "Alaaa inna lillaahi maa fis samaawaati wal ardi qad ya'lamu maaa antum 'alaihi wa Yawma yurja'oona ilaihi fa yunaabi 'uhum bimaa 'amiloo; wallaahu bikulli shai'in 'Aleem",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/2855",
            "numberInSurah": 64
        }
    ]
}