{
    "no": 98,
    "name": "سُورَةُ البَيِّنَةِ",
    "enName": "Al-Bayyina",
    "enNameTranslation": "The Evidence",
    "bnNameTranslation": "আল বাইয়েনাহ",
    "revelationType": "Medinan",
    "numberOfAyahs": 8,
    "verses": [
        {
            "text": "لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ الْبَيِّنَةُ",
            "bnText": "আহলে-কিতাব ও মুশরেকদের মধ্যে যারা কাফের ছিল, তারা প্রত্যাবর্তন করত না যতক্ষণ না তাদের কাছে সুস্পষ্ট প্রমাণ আসত।",
            "enText": "Those who disbelieved among the People of the Scripture and the polytheists were not to be parted [from misbelief] until there came to them clear evidence -",
            "enTextTransliteration": "Lam ya kunil lazeena kafaru min ahlil kitaabi wal mushri keena mun fak keena hattaa ta-tiya humul bayyinah",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6131",
            "numberInSurah": 1
        },
        {
            "text": "رَسُولٌ مِّنَ اللَّهِ يَتْلُو صُحُفًا مُّطَهَّرَةً",
            "bnText": "অর্থাৎ আল্লাহর একজন রসূল, যিনি আবৃত্তি করতেন পবিত্র সহীফা",
            "enText": "A Messenger from Allah, reciting purified scriptures",
            "enTextTransliteration": "Rasoolum minal laahi yatlu suhufam mutahharah",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6132",
            "numberInSurah": 2
        },
        {
            "text": "فِيهَا كُتُبٌ قَيِّمَةٌ",
            "bnText": "যাতে আছে, সঠিক বিষয়বস্তু।",
            "enText": "Within which are correct writings.",
            "enTextTransliteration": "Feeha kutubun qaiyimah",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6133",
            "numberInSurah": 3
        },
        {
            "text": "وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ",
            "bnText": "অপর কিতাব প্রাপ্তরা যে বিভ্রান্ত হয়েছে, তা হয়েছে তাদের কাছে সুস্পষ্ট প্রমাণ আসার পরেই।",
            "enText": "Nor did those who were given the Scripture become divided until after there had come to them clear evidence.",
            "enTextTransliteration": "Wa maa tafarraqal lazeena ootul kitaaba il-la mim b'adi ma jaa-at humul baiyyinah",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6134",
            "numberInSurah": 4
        },
        {
            "text": "وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ ۚ وَذَٰلِكَ دِينُ الْقَيِّمَةِ",
            "bnText": "তাদেরকে এছাড়া কোন নির্দেশ করা হয়নি যে, তারা খাঁটি মনে একনিষ্ঠভাবে আল্লাহর এবাদত করবে, নামায কায়েম করবে এবং যাকাত দেবে। এটাই সঠিক ধর্ম।",
            "enText": "And they were not commanded except to worship Allah, [being] sincere to Him in religion, inclining to truth, and to establish prayer and to give zakah. And that is the correct religion.",
            "enTextTransliteration": "Wa maa umiroo il-la liy'abu dul laaha mukhliseena lahud-deena huna faa-a wa yuqeemus salaahta wa yu-tuz zakaata; wa zaalika deenul qaiyimah",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6135",
            "numberInSurah": 5
        },
        {
            "text": "إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا ۚ أُولَٰئِكَ هُمْ شَرُّ الْبَرِيَّةِ",
            "bnText": "আহলে-কিতাব ও মুশরেকদের মধ্যে যারা কাফের, তারা জাহান্নামের আগুনে স্থায়ীভাবে থাকবে। তারাই সৃষ্টির অধম।",
            "enText": "Indeed, they who disbelieved among the People of the Scripture and the polytheists will be in the fire of Hell, abiding eternally therein. Those are the worst of creatures.",
            "enTextTransliteration": "Innal lazeena kafaru min ahlil kitaabi wal mushri keena fee nari jahan nama khaali deena feeha; ulaa-ika hum shar rul ba reeyah",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6136",
            "numberInSurah": 6
        },
        {
            "text": "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَٰئِكَ هُمْ خَيْرُ الْبَرِيَّةِ",
            "bnText": "যারা ঈমান আনে ও সৎকর্ম করে, তারাই সৃষ্টির সেরা।",
            "enText": "Indeed, they who have believed and done righteous deeds - those are the best of creatures.",
            "enTextTransliteration": "Innal lazeena aamanu wa 'amilus saalihaati ula-ika hum khairul bareey yah",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6137",
            "numberInSurah": 7
        },
        {
            "text": "جَزَاؤُهُمْ عِندَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۖ رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِيَ رَبَّهُ",
            "bnText": "তাদের পালনকর্তার কাছে রয়েছে তাদের প্রতিদান চিরকাল বসবাসের জান্নাত, যার তলদেশে নির্ঝরিণী প্রবাহিত। তারা সেখানে থাকবে অনন্তকাল। আল্লাহ তাদের প্রতি সন্তুষ্ট এবং তারা আল্লাহর প্রতি সন্তুষ্ট। এটা তার জন্যে, যে তার পালনকর্তাকে ভয় কর।",
            "enText": "Their reward with Allah will be gardens of perpetual residence beneath which rivers flow, wherein they will abide forever, Allah being pleased with them and they with Him. That is for whoever has feared his Lord.",
            "enTextTransliteration": "Jazaa-uhum inda rabbihim jan naatu 'adnin tajree min tahtihal an haaru khalideena feeha abada; radiy-yallaahu 'anhum wa ra du 'an zaalika liman khashiya rabbah.",
            "audioPrimary": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/6138",
            "numberInSurah": 8
        }
    ]
}